Repository: Binzinz/GoodnessGroceries
Catalog: GoodnessGroceries/Languages/*.lproj/Localizable.strings
Languages: fr

# IND_FOOD_
source: The primary ingredients are sourced from Luxembourg. The final product is manufactured in Luxembourg and dispatched from Luxembourg. Primary ingredient (wheat) provenance is controlled by label owner.
fr: Les ingrédients primaires proviennent du Luxembourg. Le produit final est fabriqué au Luxembourg et expédié depuis le Luxembourg. La provenance de l'ingrédient primaire (blé) est contrôlée par le propriétaire du label

# IND_LOCALECO_
source: The primary ingredients are sourced from Luxembourg. The final product is manufactured in Luxembourg and dispatched from Luxembourg. The specifications guarantee a fair price to each actor of the flour value chain, from wheat producer to flour manufacturer to flour processors. The company is part of this label scheme for over 20 years.
fr: Les ingrédients primaires proviennent du Luxembourg. Le produit final est fabriqué au Luxembourg et expédié depuis le Luxembourg. Le cahier des charges garantit un prix équitable à chaque acteur de la chaîne de valeur de la farine, du producteur de blé au transformateur de farine en passant par le fabricant de farine. L'entreprise fait partie de ce système de labellisation depuis plus de 20 ans.

# IND_EQUITY_
source: When choosing employees, the company ensures that it does not discriminate in terms of gender, nationality, cultural identity or disability.
fr: Lors du choix des collaborateurs, l’entreprise veille à ne pratiquer aucune discrimination en termes de genre, nationalité, identité culturelle ou handicap.

# IND_LABOUR_
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining. Respect of trade union rights (including internal trade union delegation). Quality policy include non-discrimination clauses, and a supplier code of conduct.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation. Respect des droits syndicaux (y compris la délégation syndicale interne). La politique de qualité comprend des clauses de non-discrimination et un code de conduite des fournisseurs.

# IND_FAIR_
source: A binding contract guarantees a specific price to participating local farmers (bound to the Produit du Terroir label).
fr: Un contrat engageant garantit un prix spécifique aux agriculteurs locaux participants (lié aux conditions de production du label Produit du Terroir).

# IND_TRANSPARENCY_
source: The company is a member of Produit du Terroir for the last 20 years. The Chamber of Agriculture guarantees that the specifications are met via annual controlling. Specification sheets are revised annually (after each harvest) together by all actors of the supply chain. Information is provided to customers via website and social media.
fr: La chambre d'agriculture luxembourgeoise garantit le respect du cahier des charges du Label Produit du Terroir via un contrôle annuel. Le site Web et les médias sociaux sont utilisés pour informer les clients (type marketing combiné avec des informations factuelles). Les cahiers des charges sont révisés annuellement (après chaque récolte) conjointement par tous les acteurs de la filière.

# IND_SUSTAINABLEMANAGEMENT_
source: Moulins de Kleinbettingen is certified as corporate social responsibility (CSR) by the Institut National pour le Développement durable et la Responsabilité sociale des entreprises RSE certified company Responsabilité sociale des entreprises.
fr: Moulins Kleinbettingen est une entreprise certifiée RSE (Responsabilité sociale des entreprises) par l’Institut National pour le Développement durable et la Responsabilité sociale des entreprises.

# PRODUCT_5450086400044_NAME
source: Le Moulin Penne - Local conventional pasta
fr: Le Moulin Penne - Pâtes locales conventionnelles

# PRODUCT_5450086400044_DESCRIPTION
source: Local conventional pasta produced from wheat flour produced in Luxembourg following the criteria of the label “Produit du terroir”.
fr: Pâtes locales produites à partir de semoule issue de blé dur de l’agriculture conventionnelle locale, par des entreprises agricoles suivant les critères du label « Produit du terroir ».

# IND_BIODIV_5450086400044
source: The label Produit du Terroir ensures commitment to biodiversity, e.g., lark windows or flower bands. Only certified bakery quality seeds are used.
fr: Engagement selon le label Produit du terroir dans le cadre de la biodiversité (fenêtre aux alouettes ou bandes fleuries) des agriculteurs qui produisent le blé pour la semoule. Seules des semences certifiées de qualité boulangère sont utilisées.

# IND_FLORA_5450086400044
source: No use of storage insecticides.
fr: Non utilisation d'insecticide de stockage.

# IND_SOIL_5450086400044
source: Prohibition of spreading sewage sludge, limitation of nitrogen use, crop rotation.
fr: Interdiction de l'épandage des boues d'épuration, fractionnement de l'azote, rotation des cultures.

# IND_SOVEREIGNTY_5450086400044
source: The wheat for the semolina is sourced from farmers in Luxembourg. A binding contract guarantees a specific price to participating local farmers (bound to the Produit du Terroir label).
fr: Le blé dur cultivé pour la semoule provient d’agriculteurs luxembourgeois. Un contrat engageant garantit un prix spécifique aux agriculteurs (lié aux conditions de production du label Produit du Terroir).

# IND_FOOD_5450086400044
source: The primary ingredients are sourced from Luxembourg. The final product is manufactured in the Greater Region and dispatched from Luxembourg. Primary ingredient (wheat) provenance is controlled by label owner.
fr: Les ingrédients primaires proviennent du Luxembourg. Le produit final est fabriqué dans la Grande Région et expédié depuis le Luxembourg. La provenance de l'ingrédient primaire (blé) est contrôlée par le propriétaire du label.

# IND_LOCALECO_5450086400044
source: The primary ingredients are sourced from Luxembourg. The final product is manufactured in the Greater Region and dispatched from Luxembourg. The specifications guarantee a fair price to each actor of the semolina value chain, from wheat producer to flour manufacturer to flour processors. The company is part of this label scheme for over 20 years.
fr: Les ingrédients primaires proviennent du Luxembourg. Le produit final est fabriqué dans la Grande Région et expédié depuis le Luxembourg. Le cahier des charges garantit un prix équitable à chaque acteur de la chaîne de valeur de la semoule, du producteur de blé au transformateur de farine en passant par le fabricant de farine. L'entreprise fait partie de ce système de labellisation depuis plus de 20 ans.

# IND_EQUITY_5450086400044
source: When choosing employees, the company ensures that it does not discriminate in terms of gender, nationality, cultural identity or disability.
fr: Lors du choix des collaborateurs, l’entreprise veille à ne pratiquer aucune discrimination en termes de genre, nationalité, identité culturelle ou handicap.

# IND_LABOUR_5450086400044
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining. Respect of trade union rights (including internal trade union delegation). Quality policy include non-discrimination clauses, and a supplier code of conduct.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation. Respect des droits syndicaux (y compris la délégation syndicale interne). La politique de qualité comprend des clauses de non-discrimination et un code de conduite des fournisseurs.

# IND_FAIR_5450086400044
source: A binding contract guarantees a specific price to participating local farmers (bound to the Produit du Terroir label).
fr: Un contrat engageant garantit un prix spécifique aux agriculteurs locaux participants (lié aux conditions de production du label Produit du Terroir).

# IND_TRANSPARENCY_5450086400044
source: The company is a member of Produit du Terroir for the last 20 years. The Chamber of Agriculture guarantees that the specifications are met via annual controlling. Specification sheets are revised annually (after each harvest) together by all actors of the supply chain. Information is provided to customers via website and social media.
fr: La chambre d'agriculture luxembourgeoise garantit le respect du cahier des charges via un contrôle annuel. Le site Web et les médias sociaux sont utilisés pour informer les clients (type marketing combiné avec des informations factuelles). Les cahiers des charges sont révisés annuellement (après chaque récolte) conjointement par tous les acteurs de la filière.

# IND_SUSTAINABLEMANAGEMENT_5450086400044
source: Moulins de Kleinbettingen is certified as corporate social responsibility (CSR) by the Institut National pour le Développement durable et la Responsabilité sociale des entreprises RSE certified company Responsabilité sociale des entreprises
fr: Moulins Kleinbettingen est une entreprise certifiée RSE (Responsabilité sociale des entreprises) par l’Institut National pour le Développement durable et la Responsabilité sociale des entreprises.

# PRODUCT_5450250009240_NAME
source: BIOG Frësch Bio-Äer - Local organic eggs
fr: BIOG Frësch Bio-Äer - Oeufs locaux bio

# PRODUCT_5450250009240_DESCRIPTION
source: Local organic eggs from 15 farms within a 100 km perimeter and sold only in Luxembourg.
fr: Oeufs biologiques locaux provenant de 15 fermes dans un périmètre de 100 km et vendus uniquement au Luxembourg.

# IND_ANIMAL_5450250009240
source: Throughout the rearing process, the well-being of the chickens is monitored to ensure healthy, comfortable, safe and well-nourished lives, without fear or suffering, following EU Organic regulations. In addition, the Bio-Ovo specifications adopt more rigorous criteria regarding maximum animal density per m2 in indoor and outdoor spaces and outlines further conditions such as exercise spaces, outdoor spaces, and mobility. The birds are fed with 100% organic feed.
fr: Tout au long du processus d'élevage, le bien-être des poules est surveillé afin de leur assurer une vie saine, confortable, sûre et bien nourrie, sans peur ni souffrance, en suivant le règlement européen sur l'agriculture biologique. Le cahier de charges de Bio-Ovo adopte en plus des critères plus rigoureux sur la densité maximale d'animaux par m2 dans les espaces intérieurs et extérieurs ainsi que sur les espaces d'exercice, l’accès aux espaces extérieurs et la mobilité. Les poules sont nourries avec des aliments 100% biologiques.

# IND_BIODIV_5450250009240
source: The enterprise follows EU Organic regulations concerning all elements linked to biodiversity. In addition, the majority of the 15 Bio-Ovo farmers carry out other farming activities alongside egg production (e.g., chicken rearing, cattle rearing, vegetable or cereal cultivation), and grow all or part of the feed themselves, thus avoiding monoculture.
fr: L'entreprise suit le règlement de l'UE sur l'agriculture biologique pour tous les éléments liés à la biodiversité. En outre, la majorité des 15 agriculteurs Bio-Ovo pratiquent d’autres activités agricoles à part la production d’œufs (élevage de poulets ou de bovins, culture de légumes ou de céréales), et produisent eux-mêmes tout ou partie de l'alimentation pour les poules, évitant donc la monoculture.

# IND_FLORA_5450250009240
source: EU Organic regulations are applied. No pesticides or synthetic chemicals are used. Fruit trees and poplars serve as protection against birds of prey. A reactive approach to antibiotics is followed and alternative treatments are always prioritised. To encourage good animal health, they are provided with exercise facilities, winter gardens, perches and natural light sources. The maximum number of animals per square meter is lower than that of the EU organic regulations, which further reduces the risk of stress and injury.
fr: L'entreprise applique le règlement de l'UE sur l'agriculture biologique. Aucun pesticide ni produit chimique de synthèse n'est utilisé. Les arbres fruitiers et les peupliers servent de protection contre les oiseaux de proie. Une approche réactive aux antibiotiques est suivie et les traitements alternatifs sont priorisées. Afin d’encourager la bonne santé des animaux, ceux-ci disposent d'installations d'exercice, de jardins d'hiver, de perchoirs et de sources de lumière naturelle. Le nombre maximum d'animaux par mètre carré est inférieur à celui de la réglementation bio européenne, réduisant ainsi le risque de stress et de blessures.

# IND_SOIL_5450250009240
source: EU Organic regulations are followed. Most farmers grow all or part of the feed for the chickens themselves. They do so while practicing crop rotation with legumes, other green plants and fallow periods. This allows nitrogen fixation in the soil and formation of humus. Other soil improvement practices include improving water transport and retention.
fr: Les règlements de l'UE sur l'agriculture biologique sont appliqués. La plupart des agriculteurs cultivent eux-mêmes tout ou partie de l'alimentation des poules, en utilisant la pratique de rotation des cultures (avec des légumineuses, d'autres plantes vertes ou des périodes de jachère). Cela permet la fixation de l'azote dans le sol et la formation d'humus. D'autres pratiques d'amélioration du sol consistent à améliorer la rétention et la conduction de l'eau.

# IND_SOVEREIGNTY_5450250009240
source: The farmers produce a range of products and are therefore not dependent on limited products nor on subsidies. Bio-Ovo is part of the Oikopolis Group, whose shareholders include local farmers and consumers. All Bio-Ovo egg producers are shareholders of the Bio-Ovo S.A. The farmers’ participation in the public limited company enables them to work towards common goals, set up joint marketing channels, and different distribution channels. The farmers are also encouraged to practice on-farm marketing.
fr: Les agriculteurs produisent une gamme de produits et ne sont donc pas dépendants de produits limités ni de subventions. Bio-Ovo fait partie du Groupe Oikopolis, dont les actionnaires sont des agriculteurs et des consommateurs locaux. Tous les producteurs d'œufs Bio-Ovo sont actionnaires de la société anonyme Bio-Ovo S.A. La participation des agriculteurs à la société anonyme leur permet de travailler à la réalisation d'objectifs, de mettre en place des circuits de commercialisation communs et différents canaux de distribution. Les agriculteurs sont également encouragés à pratiquer la commercialisation à la ferme.

# IND_LOCALECO_5450250009240
source: 11 of the 15 farms are in Luxembourg, the remaining 4 farms are in the Greater Region (maximum 100km perimeter). Bio-Ovo focuses on strengthening the regional economy rather than only the Luxembourgish economy. The enterprise is composed of a group of organic regional producers who collaborate on marketing and problem solving at different stages of the value chain. The enterprise has prioritised hiring local employees, even when other candidates have had similar skills, profile and conditions.
fr: 11 des 15 exploitations sont situées au Luxembourg. Toutes les autres sont situées dans la Grande Région, dans un rayon de 100 km maximum. Bio-Ovo vise à renforcer l'économie régionale plutôt que l'économie luxembourgeoise. L'entreprise est composée d'un groupe de producteurs biologiques régionaux qui travaillent ensemble à la commercialisation conjointe et à la résolution de problèmes à différentes étapes de la chaîne de valeur. L'entreprise a donné la priorité à l'embauche d'employés locaux, même lorsque d'autres candidats avaient des compétences, un profil et des conditions similaires.

# IND_EQUITY_5450250009240
source: One of the Bio-Ovo farms hosts a pedagogical project where young people with disabilities look after 1,600 organic free-range hens for therapeutic benefits through contact with animals.
fr: Une des exploitations Bio-Ovo dispose d'un projet pédagogique dans le cadre duquel des enfants et des jeunes handicapés s'occupent de 1 600 poules biologiques élevées en plein air afin de gérer leurs émotions et leurs relations au contact des animaux.

# IND_LABOUR_5450250009240
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining. Employees have staff representatives and a council to represent their rights and needs. Bio-Ovo encourages community building and exchange through regular discussions with staff.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation. Les employés ont des représentants du personnel et un conseil pour représenter leurs droits et leurs besoins. Bio-Ovo encourage le renforcement de la communauté et les échanges par le biais de discussions régulières avec le personnel.

# IND_FAIR_5450250009240
source: Producers receive fair remuneration. This is achieved through discussion with the producers, and their roles in the Bio-Ovo S.A. public limited company, which enables them to work towards marketing and distribution goals together.
fr: Les producteurs reçoivent une rémunération équitable. Cela se fait par le biais de discussions avec les producteurs et de leur rôle dans la société anonyme Bio-Ovo S.A., ce qui leur permet de travailler ensemble à la réalisation des objectifs de commercialisation et de distribution.

# IND_TRANSPARENCY_5450250009240
source: The enterprise has a webpage with marketing and product information. They can be contacted online, through social media and by phone. The EU organic label has indirect transparency benefits. Bio-Ovo product specifications are publicly accessible and are revised at least once a year by producers. In addition, each egg package has a batch number to guarantee traceability. Quality control is monitored by a certified external company (LUXQM), e.g., document control, product quality, and the traceability of each batch-by-batch number.
fr: L'entreprise dispose d'une page Web contenant des informations sur le marketing et la production des œufs. Ils peuvent être contactés en ligne, via les réseaux sociaux et par téléphone. Le label biologique de l'UE présente des avantages indirects en matière de transparence. Le cahier de charge pour la production des œufs est accessible au public et révisé au moins une fois par an par les producteurs. De plus, chaque emballage d'œufs porte un numéro de lot pour garantir la traçabilité. Le contrôle de la qualité est suivi par une société externe certifiée (LUXQM) (contrôle des documents, la qualité des produits et la traçabilité de chaque numéro de lot par lot).

# IND_PARTICIPATION_5450250009240
source: Bio-Ovo is part of the Oikopolis Group, whose shareholders include local farmers and consumers. All Bio-Ovo egg producers are shareholders of the public limited company Bio-Ovo S.A. which enables them to collaborate on conflict resolution and problem solving. The small number of producers allows for more direct exchange through regular meetings and a space for suggestion and criticism.
fr: Bio-Ovo fait partie du Groupe Oikopolis, dont les actionnaires comprennent des agriculteurs et des consommateurs locaux. Tous les producteurs d'œufs Bio-Ovo sont actionnaires de la société anonyme Bio-Ovo S.A., ce qui leur permet de collaborer à la résolution des conflits et à la résolution des problèmes. Le petit nombre de producteurs permet un échange plus direct à travers des rencontres régulières et un espace de suggestion et de critique.

# IND_SUSTAINABLEMANAGEMENT_5450250009240
source: As part of the Oikopolis Group, the company follows their participative governance approach, as well as their combined ecological-social-economic approach to sustainable production.
fr: En tant que membre du Groupe Oikopolis, l'entreprise suit une approche de gouvernance participative, ainsi qu’une approche de la production durable qui combine les aspects écologiques, sociaux et économiques.

# PRODUCT_5450252000016_NAME
source: BIOG Frësch Bio-Mëllech 1,5% - Local organic milk
fr: BIOG Frësch Bio-Mëllech 1,5% - Lait local bio

# PRODUCT_5450252000016_DESCRIPTION
source: Local organic milk produced fully in Luxembourg by a regional farming cooperative, and pasteurised at the BIOG dairy in Bascharage (LU).
fr: Lait biologique local entièrement produit au Luxembourg par une coopérative agricole régionale, et pasteurisé à la laiterie BIOG à Bascharage (LU).

# IND_ANIMAL_5450252000016
source: The well-being of the cows and calves is monitored throughout life to ensure healthy, comfortable, safe, and well-nourished lives, without fear or suffering. In addition to EU Organic Farming Regulations 2018/848, the milk producers comply with the Bio Lëtzebuerg specialist group of the Vereenegung fir Biolandwirtschaft Lëtzebuerg a.s.b.l. specifying further measures. All calves are reared on the mothers’ milk for a minimum of 72 hours, some longer. In addition, some of the 11 farms practice cow-bound calf rearing, meaning that the calves stay with their mother until they are max. 6 months old.
fr: Le bien-être des vaches et des veaux est surveillé tout au long de la vie afin de garantir une vie saine, confortable, sûre et bien nourrie, sans peur ni souffrance. En plus du règlement de l'UE sur l'agriculture biologique 2018/848, les producteurs de lait se conforment au groupe spécialisé Bio Lëtzebuerg de la Vereenegung fir Biolandwirtschaft Lëtzebuerg a.s.b.l. spécifiant des mesures supplémentaires. Tous les veaux bénéficient de l’élevage allaitant pendant au moins 72 heures, certains plus longtemps. En outre, certaines des 11 exploitations pratiquent l'élevage sous la mère, ce qui veut dire que les veaux restent avec leur mère pour 6 mois (max.).

# IND_BIODIV_5450252000016
source: EU Organic regulation is followed for biodiversity criteria, as well as the specifications Bio LËTZEBUERG. Grazing allows the establishment of site-adapted plant species under natural grazing conditions. Additionally, some farms plant diverse hedgerows for cow grazing. No genetic engineering or use of genetically engineered seeds, breeds etc. Use of seed resistant varieties where possible.
fr: Les règlements de l'UE sur l'agriculture biologique et du cahier des charges de Bio LËTZEBUERG sont adoptés. Le pâturage permet l'établissement d'espèces végétales adaptées au site dans des conditions naturelles de pâturage. En outre, certaines exploitations plantent activement des haies diversifiées pour le pâturage des vaches. Pas de modifications génétiques et pas de recours aux semences ou aux races génétiquement modifiées. Utilisation des variétés résistantes aux semences dans la mesure du possible.
