Repository: Binzinz/GoodnessGroceries
Catalog: GoodnessGroceries/Languages/*.lproj/Localizable.strings
Languages: fr

# IND_FLORA_5450252000016
source: EU Organic regulations and Bio Lëtzebuerg regulations are followed. No pesticides are used. There is a reactive approach to the use of antibiotics and natural therapies are widespread to manage diseases gently at an early stage (phytotherapy, aromatherapy and homoeopathy).
fr: Les règlements de l'UE sur l'agriculture biologique et de Bio Lëtzebuerg sont appliqués. Pas d’utilisation de pesticides. Il y a une approche réactive de l'utilisation des antibiotiques et les thérapies naturelles sont répandues afin de soigner les maladies le plus délicatement possible à un stade précoce (phytothérapie, aromathérapie et homéopathie).

# IND_SOIL_5450252000016
source: Soil fertility measures are based on EU organic regulations and additional Bio Lëtzebuerg specifications, e.g the use of crop rotation, sustainable grazing, multi-annual clover and/or alfalfa cultivation, and soil-based livestock farming to improve soil structure and natural fertility. Restricted use of approved fertilisers. Additional restrictions in water protection and Natura 2000 areas. Organic fertilising from cattle breeding and nitrogen fixation by leguminous crops.
fr: Les mesures relatives à la fertilité des sols sont basées sur la réglementation européenne d'agriculture biologique et sur les spécifications supplémentaires de Bio Lëtzebuerg, comme par exemple le recours à la rotation des cultures, au pâturage durable, à la culture pluriannuelle de trèfle et/ou de luzerne et à l'élevage sur sol pour améliorer la structure et la fertilité naturelle des sols. Utilisation restreinte d'engrais autorisés. Restrictions supplémentaires dans les zones de protection des eaux et les zones Natura 2000. Fertilisation organique issue de l'élevage bovin et fixation de l'azote par les cultures légumineuses.

# IND_SOVEREIGNTY_5450252000016
source: The BIOG cooperative, a network of regional producers, is part of the Oikopolis group, encompassing about 300 shareholders, including farmers and local consumers. The entire milk comes from 11 dairy farms in the BIOG Cooperative. BIOG members produce a diverse range of products including milk and other dairy products, as well as vegetables, meat, eggs etc.
fr: La coopérative BIOG, un réseau de producteurs régionaux, fait partie du groupe Oikopolis qui compte environ 300 actionnaires, dont des agriculteurs et des consommateurs locaux. Le lait utilisé provient entièrement des 11 exploitations laitières de la coopérative BIOG. Les membres de BIOG produisent une gamme variée de produits, notamment du lait et d'autres produits laitiers, ainsi que des légumes, de la viande, des œufs, etc.

# IND_FOOD_5450252000016
source: The entire production and distribution of the milk is done in Luxembourg: the milk is sourced from 11 organic BIOG farms in Luxembourg, the dairy is in Bascharage, and the final product is dispatched from Munsbach. The entire flow of goods, from the production of milk to the sale of the product, is recorded in a management system.
fr: La production et la distribution du lait se fait entièrement au Luxembourg : le lait provient de 11 fermes biologiques BIOG du Luxembourg, la laiterie se trouve à Bascharage, et le produit final est expédié depuis Munsbach, au Luxembourg. L'ensemble du flux de marchandises, de la production du lait à la vente du produit, est enregistré dans un système de gestion.

# IND_LOCALECO_5450252000016
source: The BIOG dairy was created to locally process and market milk from BIOG farmers (LU) and enable the production of regional organic dairy products that guarantee fair prices for all actors in the value chain. The Fair & Associative label (defined by internal specifications) aims at an associative economy and participative problem-solving and decision-making. The BIOG directives privileges local ingredients (LU) over imported options. The definition of ‘local‘ is sourced from the Bio Lëtzebuerg and Made in Luxembourg labels.
fr: La laiterie BIOG a été créée pour transformer et commercialiser localement le lait des agriculteurs BIOG (LU) et permettre la production de produits laitiers biologiques régionaux qui garantissent des prix justes à tous les acteurs de la chaîne de valeur. Le label Fair & Associative (défini par un cahier des charges interne) vise une économie associative et la résolution participative des problèmes et des décisions. Les directives BIOG privilégient les ingrédients locaux (LU) par rapport aux options importées. La définition du terme « local » provient des labels Bio Lëtzebuerg et Made in Luxembourg.

# IND_DECENT_5450252000016
source: The enterprise offers both internal and external training for people involved in the fabrication of the product, as well as training opportunities for young people.
fr: L'entreprise propose des formations internes et externes pour les personnes impliquées dans la fabrication du produit, ainsi que des opportunités de formation pour les jeunes.

# IND_LABOUR_5450252000016
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation.

# IND_FAIR_5450252000016
source: The BIOG dairy was established to enable the production of regional organic dairy products and ensure fair prices for all actors in the value chain. Establishment and application of the internal ‘fair & associative’ charter aims at an associative economy whereby participants from the entire value chain meet to discuss problems, ensure fair conditions and seek solutions together.
fr: La laiterie BIOG a été créée pour permettre la production de produits laitiers biologiques régionaux et garantir des prix équitables à tous les acteurs de la chaîne de valeur. L'établissement et l'application de la charte interne « Fair & Associative » vise une économie associative dans laquelle les participants de toute la chaîne de valeur se réunissent pour discuter des problèmes, garantir des conditions équitables et chercher des solutions ensemble.

# IND_TRANSPARENCY_5450252000016
source: The enterprise uses their webpage, social media, and their magazine, Oikopolis News, to communicate marketing and product information. They can be contacted online, by email and by phone. Specifications are publicly available and cover aspects of production and processing. These are reviewed every 2 years by the quality control department.
fr: L'entreprise utilise sa page Web, les médias sociaux et son magazine, Oikopolis News, pour communiquer des informations sur le marketing et les produits. Elle peut être contactée en ligne, par courriel et par téléphone. Les spécifications sont accessibles au public et couvrent les aspects de la production et de la transformation. Elles sont révisées tous les deux ans par le service qualité.

# IND_PARTICIPATION_5450252000016
source: As part of the internal ‘Fair & Associative’ charter, there is an annual meeting of all actors in the value chain, with the aim of discussion and problem-solving. This includes milk producers, workers from the dairy, wholesalers (Biogros) and retail (Naturata). Additionally, there are opportunities for all stakeholders to acquire shares in the company.
fr: Dans le cadre de la charte interne « Fair & Associative », tous les acteurs de la chaîne de valeur se réunissent chaque année pour discuter et résoudre les problèmes. Cela inclut les producteurs de lait, les travailleurs de la laiterie, les grossistes (Biogros) et les détaillants (Naturata). En outre, toutes les parties prenantes ont la possibilité d'acquérir des actions de l'entreprise.

# IND_SUSTAINABLEMANAGEMENT_5450252000016
source: As part of the Oikopolis Group, the company follows their participative governance approach, as well as their combined ecological-social-economic approach to sustainable production.
fr: En tant que membre du groupe Oikopolis, l'entreprise suit une approche de gouvernance participative, ainsi qu’une approche de la production durable qui combine les aspects écologiques, sociaux et économiques.

# PRODUCT_5450252000078_NAME
source: BIOG Frësch Bio-Vollmëllech 3,8% - Local organic milk
fr: BIOG Frësch Bio-Vollmëllech 3,8% - Lait local bio

# PRODUCT_5450252000078_DESCRIPTION
source: Local organic milk produced fully in Luxembourg by a regional farming cooperative, and pasteurised at the BIOG dairy in Bascharage (LU).
fr: Lait biologique local entièrement produit au Luxembourg par une coopérative agricole régionale, et pasteurisé à la laiterie BIOG à Bascharage (LU).

# IND_ANIMAL_5450252000078
source: The well-being of the cows and calves is monitored throughout life to ensure healthy, comfortable, safe, and well-nourished lives, without fear or suffering. In addition to EU Organic Farming Regulations 2018/848, the milk producers comply with the Bio Lëtzebuerg specialist group of the Vereenegung fir Biolandwirtschaft Lëtzebuerg a.s.b.l. specifying further measures. All calves are reared on the mothers’ milk for a minimum of 72 hours, some longer. In addition, some of the 11 farms practice cow-bound calf rearing, meaning that the calves stay with their mother until they are max. 6 months old.
fr: Le bien-être des vaches et des veaux est surveillé tout au long de la vie afin de garantir une vie saine, confortable, sûre et bien nourrie, sans peur ni souffrance. En plus du règlement de l'UE sur l'agriculture biologique 2018/848, les producteurs de lait se conforment au groupe spécialisé Bio Lëtzebuerg de la Vereenegung fir Biolandwirtschaft Lëtzebuerg a.s.b.l. spécifiant des mesures supplémentaires. Tous les veaux bénéficient de l’élevage allaitant pendant au moins 72 heures, certains plus longtemps. En outre, certaines des 11 exploitations pratiquent l'élevage sous la mère, ce qui veut dire que les veaux restent avec leur mère pour 6 mois (max.).

# IND_BIODIV_5450252000078
source: EU Organic regulation is followed for biodiversity criteria, as well as the specifications Bio LËTZEBUERG. Grazing allows the establishment of site-adapted plant species under natural grazing conditions. Additionally, some farms plant diverse hedgerows for cow grazing. No genetic engineering or use of genetically engineered seeds, breeds etc. Use of seed resistant varieties where possible.
fr: Les règlements de l'UE sur l'agriculture biologique et du cahier des charges de Bio LËTZEBUERG sont adoptés. Le pâturage permet l'établissement d'espèces végétales adaptées au site dans des conditions naturelles de pâturage. En outre, certaines exploitations plantent activement des haies diversifiées pour le pâturage des vaches. Pas de modifications génétiques et pas de recours aux semences ou aux races génétiquement modifiées. Utilisation des variétés résistantes aux semences dans la mesure du possible.

# IND_FLORA_5450252000078
source: EU Organic regulations and Bio Lëtzebuerg regulations are followed. No pesticides are used. There is a reactive approach to the use of antibiotics and natural therapies are widespread to manage diseases gently at an early stage (phytotherapy, aromatherapy and homoeopathy).
fr: Les règlements de l'UE sur l'agriculture biologique et de Bio Lëtzebuerg sont appliqués. Pas d’utilisation de pesticides. Il y a une approche réactive de l'utilisation des antibiotiques et les thérapies naturelles sont répandues afin de soigner les maladies le plus délicatement possible à un stade précoce (phytothérapie, aromathérapie et homéopathie).

# IND_SOIL_5450252000078
source: Soil fertility measures are based on EU organic regulations and additional Bio Lëtzebuerg specifications, e.g the use of crop rotation, sustainable grazing, multi-annual clover and/or alfalfa cultivation, and soil-based livestock farming to improve soil structure and natural fertility. Restricted use of approved fertilisers. Additional restrictions in water protection and Natura 2000 areas. Organic fertilising from cattle breeding and nitrogen fixation by leguminous crops.
fr: Les mesures relatives à la fertilité des sols sont basées sur la réglementation européenne d'agriculture biologique et sur les spécifications supplémentaires de Bio Lëtzebuerg, comme par exemple le recours à la rotation des cultures, au pâturage durable, à la culture pluriannuelle de trèfle et/ou de luzerne et à l'élevage sur sol pour améliorer la structure et la fertilité naturelle des sols. Utilisation restreinte d'engrais autorisés. Restrictions supplémentaires dans les zones de protection des eaux et les zones Natura 2000. Fertilisation organique issue de l'élevage bovin et fixation de l'azote par les cultures légumineuses.

# IND_SOVEREIGNTY_5450252000078
source: The BIOG cooperative, a network of regional producers, is part of the Oikopolis group, encompassing about 300 shareholders including farmers and local consumers. The entire milk comes from 11 dairy farms in the BIOG Cooperative. BIOG members produce a diverse range of products including milk and other dairy products, as well as vegetables, meat, eggs etc.
fr: La coopérative BIOG, un réseau de producteurs régionaux, fait partie du groupe Oikopolis qui compte environ 300 actionnaires, dont des agriculteurs et des consommateurs locaux. Le lait utilisé provient entièrement des 11 exploitations laitières de la coopérative BIOG. Les membres de BIOG produisent une gamme variée de produits, notamment, du lait et d'autres produits laitiers, ainsi que des légumes, de la viande, des œufs, etc.

# IND_FOOD_5450252000078
source: The entire production and distribution of the milk is done in Luxembourg: the milk is sourced from 11 organic BIOG farms in Luxembourg, the dairy is in Bascharage, and the final product is dispatched from Munsbach. The entire flow of goods, from the production of milk to the sale of the product, is recorded in a management system.
fr: La production et la distribution du lait se fait entièrement au Luxembourg : le lait provient de 11 fermes biologiques BIOG du Luxembourg, la laiterie se trouve à Bascharage, et le produit final est expédié depuis Munsbach, au Luxembourg. L'ensemble du flux de marchandises, de la production du lait à la vente du produit, est enregistré dans un système de gestion.

# IND_LOCALECO_5450252000078
source: The BIOG dairy was created to locally process and market milk from BIOG farmers (LU) and enable the production of regional organic dairy products that guarantee fair prices for all actors in the value chain. The Fair & Associative label (defined by internal specifications) aims at an associative economy and participative problem-solving and decision-making. The BIOG directives privileges local ingredients (LU) over imported options. The definition of ‘local‘ is sourced from the Bio Lëtzebuerg and Made in Luxembourg labels.
fr: La laiterie BIOG a été créée pour transformer et commercialiser localement le lait des agriculteurs BIOG (LU) et permettre la production de produits laitiers biologiques régionaux qui garantissent des prix justes à tous les acteurs de la chaîne de valeur. Le label Fair & Associative (défini par un cahier des charges interne) vise une économie associative et la résolution participative des problèmes et des décisions. Les directives BIOG privilégient les ingrédients locaux (LU) par rapport aux options importées. La définition du terme « local » provient des labels Bio Lëtzebuerg et Made in Luxembourg.

# IND_DECENT_5450252000078
source: The enterprise offers both internal and external training for people involved in the fabrication of the product, as well as training opportunities for young people.
fr: L'entreprise propose des formations internes et externes pour les personnes impliquées dans la fabrication du produit, ainsi que des opportunités de formation pour les jeunes.

# IND_LABOUR_5450252000078
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation.

# IND_FAIR_5450252000078
source: The BIOG dairy was established to enable the production of regional organic dairy products and ensure fair prices for all actors in the value chain. Establishment and application of the internal ‘fair & associative’ charter aims at an associative economy whereby participants from the entire value chain meet to discuss problems, ensure fair conditions and seek solutions together.
fr: La laiterie BIOG a été créée pour permettre la production de produits laitiers biologiques régionaux et garantir des prix équitables à tous les acteurs de la chaîne de valeur. L'établissement et l'application de la charte interne « Fair & Associative » vise une économie associative dans laquelle les participants de toute la chaîne de valeur se réunissent pour discuter des problèmes, garantir des conditions équitables et chercher des solutions ensemble.

# IND_TRANSPARENCY_5450252000078
source: The enterprise uses their webpage, social media, and their magazine, Oikopolis News, to communicate marketing and product information. They can be contacted online, by email and by phone. Specifications are publicly available and cover aspects of production and processing. These are reviewed every 2 years by the quality control department.
fr: L'entreprise utilise sa page Web, les médias sociaux et son magazine, Oikopolis News, pour communiquer des informations sur le marketing et les produits. Elle peut être contactée en ligne, par courriel et par téléphone. Les spécifications sont accessibles au public et couvrent les aspects de la production et de la transformation. Elles sont révisées tous les deux ans par le service qualité.

# IND_PARTICIPATION_5450252000078
source: As part of the internal ‘Fair & Associative’ charter, there is an annual meeting of all actors in the value chain, with the aim of discussion and problem-solving. This includes milk producers, workers from the dairy, wholesalers (Biogros) and retail (Naturata). Additionally, there are opportunities for all stakeholders to acquire shares in the company.
fr: Dans le cadre de la charte interne « Fair & Associative », tous les acteurs de la chaîne de valeur se réunissent chaque année pour discuter et résoudre les problèmes. Cela inclut les producteurs de lait, les travailleurs de la laiterie, les grossistes (Biogros) et les détaillants (Naturata). En outre, toutes les parties prenantes ont la possibilité d'acquérir des actions de l'entreprise.

# IND_SUSTAINABLEMANAGEMENT_5450252000078
source: As part of the Oikopolis Group, the company follows their participative governance approach, as well as their combined ecological-social-economic approach to sustainable production.
fr: En tant que membre du groupe Oikopolis, l'entreprise suit une approche de gouvernance participative, ainsi qu’une approche de la production durable qui combine les aspects écologiques, sociaux et économiques.

# PRODUCT_5450322023273_NAME
source: Meyrishaff Wiseneeër - Local conventional eggs
fr: Meyrishaff Wiseneeër - Oeufs locaux conventionnels

# PRODUCT_5450322023273_DESCRIPTION
source: Local conventional free-range eggs produced and sold only within Luxembourg.
fr: Œufs provenant de poules élevées en plein air d’une production conventionnelle locale, vendus uniquement au Luxembourg.

# IND_ANIMAL_5450322023273
source: Throughout the rearing process, the well-being of the chickens is monitored to ensure healthy, comfortable, safe and well-nourished lives, without fear or suffering. There are indoor and outdoor spaces, a winter garden, and an outdoor run laid out to ensure access to fresh grass, and trees to protect from natural hazards. The hens live in groups of max. 1000 hens, a group size that is below the allowed size of organic regulations (max. 3000 hens)
fr: Tout au long du processus d'élevage, le bien-être des poules est surveillé pour leur assurer une vie saine, confortable, sûre et bien nourrie, sans peur ni souffrance. Des espaces intérieurs et extérieurs, un jardin d'hiver et un parcours extérieur sont aménagés pour assurer l'accès à l'herbe fraîche, et des arbres pour protéger des dangers naturels. Les poules vivent en groupes de max. 1000 poules, une taille de groupe inférieure à la taille autorisée par la réglementation bio (max. 3000 poules).

# IND_FOOD_5450322023273
source: The distance between the place where the eggs are produced, and where they are consumed is short. The chickens and chicken feed are all sourced in the Greater Region. The eggs are only sold in Luxembourg.
fr: La distance entre le lieu où le produit est fabriqué et celui où il est consommé est courte. Les poules et leur alimentation proviennent tous de la Grande Région. Les œufs sont vendus au Luxembourg uniquement.

# IND_LOCALECO_5450322023273
source: The eggs are produced by a Luxembourgish farm and sold in Luxembourg exclusively. The chickens and chicken feed are all sourced in the Greater Region. The enterprise has prioritised hiring local employees, even when other candidates have had similar skills, profile and conditions.
fr: Les œufs sont produits par une ferme luxembourgoise et vendus au Luxembourg uniquement. Les poules et leur alimentation proviennent tous de la Grande Région L'entreprise a donné la priorité à l'embauche d'employés locaux, même lorsque d'autres candidats avaient des compétences, un profil et des conditions similaires.

# IND_LABOUR_5450322023273
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining. In addition, the enterprise ensures that workers have permanent rather than temporary work contracts.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation. En outre, l'entreprise veille à ce que les travailleurs aient des contrats de travail permanents plutôt que temporaires.

# IND_TRANSPARENCY_5450322023273
source: The enterprise uses their webpage and social media for marketing and communicating product information. They can be contacted online, by phone, and on social media.
fr: L'entreprise utilise sa page Web et les médias sociaux pour commercialiser le produit et communiquer des informations sur sa production. Ils peuvent être contactés en ligne, par téléphone et sur les réseaux sociaux.

# PRODUCT_5453002012055_NAME
source: Autisme Luxembourg a.s.b.l. Confiture Extra Trois Fruits Rouges - Local conventional jam
fr: Autisme Luxembourg a.s.b.l. Confiture Extra Trois Fruits Rouges - confiture locale conventionnelle

# PRODUCT_5453002012055_DESCRIPTION
source: Local conventional jam made from three red fruits, produced by the association Autism a.s.b.l., with the goal of employing people with autism in local manufacturing. Ingredients: raspberries, red currants, strawberries, sugar, pectin, and lemon.
fr: Confiture trois fruits rouges produit par l’association Autisme a.s.b.l., suivant le but d’employer des personnes atteintes d’autisme dans l’artisanat local. Ingredients: raspberries, red currants, strawberries, sugar, pectin, and lemon.
