Repository: Binzinz/GoodnessGroceries
Catalog: GoodnessGroceries/Languages/*.lproj/Localizable.strings
Languages: fr

# IND_FOOD_5453002012055
source: Approximately 10% of the red fruits are sourced from Autisme a.s.b.l. local garden and 90% are purchased from a national wholesaler, as well as the other ingredients. Some of the purchased ingredients are of tropical provenance.
fr: Environ 10% des fruits rouges proviennent de la production locale de l’association Autisme a.s.b.l. et 90% sont achetés auprès d'un grossiste national, ainsi que les autres ingrédients. Certains des ingrédients achetés sont d'origine tropicale.

# IND_LOCALECO_5453002012055
source: The fruits for the jam are sourced locally, with a mininmum of 10% grown in their own fields and the other 90% purchased from a national wholesaler. The entire processing of ingredients into jam takes place in Autisme’s workshops in Beckerich (LU).
fr: Les fruits pour la confiture proviennent un minimum de 10% des champs de l’association Autisme a.s.b.l. et les 90% restants d'un grossiste national. L'ensemble de la transformation des ingrédients en confiture a lieu dans les ateliers d'Autisme à Beckerich (LU).

# IND_DECENT_5453002012055
source: The jam is produced in protected workshops led by Autisme a.s.b.l., providing professional, flexible and supportive employment for people with autism.
fr: La confiture est produite dans des ateliers protégés dirigés par Autisme a.s.b.l., offrant un emploi professionnel, flexible et solidaire aux personnes atteintes d’autisme.

# IND_EQUITY_5453002012055
source: The jam is produced in protected workshops led by Autisme a.s.b.l., providing employment to the secondary labour market for people with autism.
fr: La confiture est produite dans des ateliers protégés dirigés par Autisme a.s.b.l., fournissant un emploi au marché du travail secondaire pour les personnes atteintes d’autisme.

# IND_LABOUR_5453002012055
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining. In addition, the social sector collective agreement on labour rights applies and is respected at all levels. Disabled employees benefit from additional rights according to their specific needs.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation. De plus, la convention collective du secteur social sur les droits du travail s'applique et est respectée à tous les niveaux. Les salariés handicapés bénéficient de droits supplémentaires en fonction de leurs besoins spécifiques.

# IND_TRANSPARENCY_5453002012055
source: Autisme is a non-profit association (a.s.b.l.) and a vocational inclusion workshop undertaking extensive public outreach and awareness raising, including information about the production of jam in their workshops, as well as educational and social activities for support of people with autism.
fr: Autisme est une association sans but lucratif (a.s.b.l.) et un atelier d’inclusion professionnelle entreprenant de vastes activités de sensibilisation du public, y compris des informations sur la production de confiture dans leurs ateliers, ainsi que des activités éducatives et sociales pour le soutien des personnes avec autisme.

# PRODUCT_5453003550020_NAME
source: Moulin Dieschbourg Sidamo Grains - Local organic coffee
fr: Moulin Dieschbourg Sidamo Grains - Café local bio

# PRODUCT_5453003550020_DESCRIPTION
source: Local organic coffee from beans grown in the Sidamo region of Ethiopia. The beans are roasted in Echternach (LU). Product labels: Organic, Fairtrade, Made in Luxembourg.
fr: Café local bio issu de grains cultivés dans la région de Sidamo en Éthiopie. Les grains sont torréfiés à Echternach (LU). Labels: Bio, Fairtrade, Made in Luxembourg.

# IND_FLORA_5453003550020
source: EU organic regulations are followed for pest and disease control. Appropriate organic cropping techniques are employed to help pest and disease control. Pesticides are reduced to the minimum allowed by regulations.
fr: Les réglementations biologiques de l'UE sont suivies pour le contrôle des ravageurs et des maladies. Des techniques de culture biologique appropriées sont utilisées pour aider à lutter contre les ravageurs et les maladies. Les pesticides sont réduits au minimum autorisé par la réglementation.

# IND_SOVEREIGNTY_5453003550020
source: Fairtrade certification guidelines are followed to support producer sovereignty, specifically by working with farmer cooperatives as well as using the Fairtrade guidelines to set up the price policy.
fr: Les critères de la certification Fairtrade sont suivies pour soutenir la souveraineté des producteurs, en particulier en travaillant avec des coopératives d'agriculteurs ainsi qu'en utilisant les directives Fairtrade pour mettre en place la politique des prix.

# IND_LOCALECO_5453003550020
source: The certified Fairtrade and organic coffee supports the local economy in Sidamo, Ethiopia, the coffee cultivation region. The label “Made in Luxembourg” guarantees a 100% Luxembourg (Echternach) roasted coffee, supporting local craftsmanship and employment. The company is also a member of the association Mëllerdaler Regionalproduzenten.
fr: Le café certifié Fairtrade et biologique soutient l'économie locale à Sidamo, en Éthiopie, la région de culture du café. Le label « Made in Luxembourg » garantit un café torréfié 100% luxembourgeois (Echternach), soutenant l'artisanat et l'emploi local. L'entreprise est également membre de l'association Mëllerdaler Regionalproduzenten.

# IND_DECENT_5453003550020
source: Fairtrade certification guidelines better livelihoods for producers, enabling benefits such as family time, rest, culture, and the ability to care for their needs, as well as improve fair access to means of production and land.
fr: Les critères de la certification Fairtrade cherchent à améliorer les moyens de subsistance des producteurs, en permettant des avantages tels que le temps passé en famille, le repos, la culture et la capacité de subvenir à leurs besoins, ainsi qu'un accès équitable aux moyens de production et à la terre.

# IND_LABOUR_5453003550020
source: Luxembourg labour laws are applied in the later stages of production in Echternach, to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining. Fairtrade regulations also assure the coffee producers’ right to negotiate the terms of their employment, to avoid exploitation as well as child labour.
fr: La législation du travail luxembourgeoise est appliquée aux dernières étapes de la production à Echternach, pour garantir des contrats transparents et juridiquement contraignants, pour protéger contre le travail forcé ou le travail des enfants et pour permettre la liberté de réunion et de négociation. Les réglementations du commerce équitable garantissent également le droit des producteurs du café à négocier les conditions de leur emploi, afin d'éviter l'exploitation ainsi que le travail des enfants.

# IND_FAIR_5453003550020
source: Fairtrade regulations enable producers to gain fair wages, support their right to freedom of association, and to protect the rights of indigenous communities, their property and knowledge.
fr: Les critères de la certification Fairtrade permettent aux producteurs d'obtenir des salaires équitables, de soutenir leur droit à la liberté d'association et de protéger les droits des communautés autochtones, leurs biens et leurs connaissances.

# IND_TRANSPARENCY_5453003550020
source: The enterprise has a webpage with marketing and product information. They can be contacted online, by email and by phone. The EU organic and international Fairtrade labels have indirect transparency benefits.
fr: L'entreprise dispose d'une page Web pour le marketing et pour fournir des informations la production du café. Ils peuvent être contactés en ligne, par e-mail et par téléphone. Les labels bio et international Fairtrade de l'UE présentent des avantages indirects en matière de transparence.

# PRODUCT_5453003631279_NAME
source: Nuddelfabrik Tagliatelle - Local conventional pasta
fr: Nuddelfabrik Tagliatelle - Pâtes locales conventionnelles

# PRODUCT_5453003631279_DESCRIPTION
source: Local conventional fresh tagliatelle produced in Schifflange (LU). Ingredients: Semolina, eggs. Product labels and certifications: Made in Luxembourg.
fr: Tagliatelles fraîches produites à Schifflange (LU) selon les critères du Label “Made in Luxembourg”. Ingrédients : Semoule, œufs.

# IND_FOOD_5453003631279
source: The distance between the place where the product is produced and processed, and where it is consumed is short. The tagliatelle is produced in Schifflange (LU) and sold in Luxembourg.
fr: La distance entre le lieu de production et de transformation du produit et celui où il est consommé est courte. Les tagliatelles sont produites à Schifflange (LU) et vendues au Luxembourg.

# IND_LOCALECO_5453003631279
source: The tagliatelle is produced in Schifflange (LU) and sold in Luxembourg.
fr: Les tagliatelles sont produites à Schifflange (LU) et vendues au Luxembourg.

# IND_LABOUR_5453003631279
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: Les législations luxembourgeoises sur le droit travail sont appliquées pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_5453003631279
source: The enterprise has a webpage with product information and can be contacted online, by phone, and on social media.
fr: L'entreprise a un site web avec des informations sur le produit et peut être contactée en ligne, par téléphone et sur les médias sociaux.

# PRODUCT_9120008998688_NAME
source: Höllinger Bio Wilder Apfel - Imported organic juice
fr: Höllinger Bio Wilder Apfel - Jus importé bio

# PRODUCT_9120008998688_DESCRIPTION
source: Imported organic cloudy apple juice produced in Austria, made from 100% organic apples. Product labels and certifications: Organic, Vegan.
fr: Jus de pomme importé bio, produit en Autriche avec 100% de pommes issues de l’agriculture biologique.

# IND_BIODIV_9120008998688
source: EU organic regulations are followed for biodiversity criteria. The apples grow in classic rural orchards combining different traditional apple varieties, thus leading to preservation and promotion of these species. Beehives are kept in the orchards to encourage pollination.
fr: Les réglementations biologiques de l'UE sont suivies pour les critères de biodiversité. Les pommes sont cultivées dans des vergers ruraux classiques combinant différentes variétés de pommes traditionnelles, conduisant ainsi à la préservation et à la promotion de ces espèces. Des ruches sont conservées dans les vergers pour favoriser la pollinisation.

# IND_FLORA_9120008998688
source: EU organic regulations are followed for pest and disease control.
fr: Les réglementations biologiques de l'UE sont suivies pour le contrôle des ravageurs et des maladies.

# IND_SOIL_9120008998688
source: EU organic regulations are followed for soil fertility criteria. Orchards, as a form of extensively managed habitat, enhance land conservation efforts.
fr: Les réglementations biologiques de l'UE sont suivies pour les critères de fertilité du sol. Les vergers, en tant que forme d'habitat géré de manière extensive, renforcent les efforts de conservation des terres.

# IND_LABOUR_9120008998688
source: Local Austrian regulations are the benchmark to ensure labour rights. The enterprise additionally ensures fair wages (above minimum wage) and improved working hours for local staff.
fr: Les réglementations locales autrichiennes sont la référence pour garantir les droits du travail. L’entreprise garantit en plus des salaires équitables (supérieurs au salaire minimum) et des horaires de travail améliorés pour le personnel local.
