Repository: Binzinz/GoodnessGroceries
Catalog: GoodnessGroceries/Languages/*.lproj/Localizable.strings
Languages: fr

# IND_LABOUR_DESCRIPTION
source: Food producers are protected by international labour standards. They ensure transparent and legally-binding work contracts, protect from forced or child labour, and allow freedom of assembly and of bargaining. Food-system enterprises have to ensure these rights even in countries where international standards are difficult to control.
fr: Les producteurs d’aliments sont protégés par les normes internationales du travail, garantissant des contrats de travail transparents et juridiquement contraignants, protégeant du travail forcé ou des enfants, et permettant la liberté de réunion et de négociation. Les entreprises du système alimentaire doivent garantir ces droits même dans les pays où les normes internationales sont difficiles à contrôler.

# IND_LOCALECO_NAME
source: Local economy
fr: Économie locale

# IND_LOCALECO_DESCRIPTION
source: Producers and customers are brought closer together, by supporting local production and local markets. This can happen in classical economic circuits, but also in circular and solidarity economies where local needs, resources and capacities are prioritised, allowing for more equitable and sustainable markets, local development, and fair prices for both consumers and producers.
fr: Producteurs et consommateurs sont rapprochés à travers la production locale et les marchés locaux. Cela peut se produire dans les circuits économiques classiques, mais aussi à travers l’économie circulaire et solidaire où les besoins, les ressources et les capacités locales sont davantage pris en compte, créant par là des marchés plus équitables et durables, un développement local et des prix justes pour les consommateurs et les producteurs.

# IND_PARTICIPATION_DESCRIPTION
source: All people taking part in food production are empowered to join decision-making, knowledge sharing, and partnership building alongside each other. More vulnerable, less powerful or otherwise disadvantaged stakeholders have real possibilities to actively participate and with an equal voice. Enterprises must identify all the people taking part in the production process and make efforts to overcome barriers that may hinder their participation. People who live on land where food is produced and processed have the possibility to prevent potential negative impacts on their environment or health.
fr: Toutes les personnes participant à la production alimentaire peuvent s’engager dans les prises de décision, le partage des connaissances et la création de partenariats. Les acteurs plus vulnérables, moins puissantes ou autrement défavorisées ont des possibilités concrètes de participer activement et d'une voix égale. Les entreprises doivent identifier toutes les personnes participant au processus de production et s'efforcer de surmonter les obstacles qui peuvent entraver la participation de chacun et chacune. Les personnes vivant sur des terres où les aliments sont produits ou transformés ont les moyens pour prévenir des impacts négatifs potentiels sur leur environnement ou leur santé.

# IND_SOIL_NAME
source: Soil Fertility
fr: Fertilité des sols

# IND_SOIL_DESCRIPTION
source: Actions are taken to prevent land and soil degradation, and specific practices are used to improve physical, chemical and biological soil properties (such as bulk density, heavy metal concentration or the amount of microorganisms).
fr: Des mesures sont prises pour empêcher la dégradation des terres et des sols, et des pratiques spécifiques sont utilisées pour améliorer les propriétés physiques, chimiques et biologiques du sol (telles que la densité apparente, la concentration de métaux lourds ou la quantité de micro-organismes).

# IND_SOVEREIGNITY_NAME
source: Producer sovereignty
fr: Souveraineté de producteurs

# IND_SOVEREIGNITY_DESCRIPTION
source: Farmers are in control of their own economic and technical decisions. They are not dependent on limited crops or a narrow range of food products nor on external subsidies. To achieve producer sovereignty, farmers can build cooperatives to join their forces and interests and those of the communities they live in.
fr: Les agriculteurs sont en contrôle de leurs propres décisions économiques et techniques. Ils ne dépendent pas de cultures limitées ni d’une gamme restreinte de produits alimentaires, ni de subventions extérieures. Pour atteindre la souveraineté des producteurs, les agriculteurs peuvent créer des coopératives pour unir leurs forces et leurs intérêts, ainsi que ceux des communautés dans lesquelles ils vivent.

# IND_SUSTAINABLEMANAGEMENT_NAME
source: Sustainability management
fr: Gestion durable

# IND_SUSTAINABLEMANAGEMENT_DESCRIPTION
source: All food actors engage in actions to improve the sustainability of their operations in the four sustainability categories (environment, economy, society and governance). Enterprises must have detailed action plans and are held accountable if they do not put these into practice. Independent bodies control the implementation and results of these action plans.
fr: Tous les acteurs de l'alimentation s'engagent dans des actions pour améliorer la durabilité de leurs opérations dans les quatre catégories de durabilité (environnement, économie, société et gouvernance). Les entreprises doivent avoir des plans d'action détaillés et sont tenues responsables si elles ne les mettent pas en œuvre. Des organismes indépendants contrôlent la mise en œuvre et les résultats de ces plans d'action.

# IND_TRANSPARENCY_NAME
source: Transparency
fr: Transparence

# IND_TRANSPARENCY_DESCRIPTION
source: People within food production engage in trustful, open and respectful communication with each other, no matter their hierarchical status. Employees have access to procedures, policies, decisions and decision-making processes of their employers. Consumers can easily find verified publicly-accessible information about products.
fr: Les acteurs de la production alimentaire s'engagent dans une communication confiante, ouverte et respectueuse les uns avec les autres, quelle que soit leur position hiérarchique. Les employés ont accès aux procédures, politiques, décisions et processus de décision de leurs employeurs. Les consommateurs peuvent facilement trouver des informations vérifiées et publics sur les produits.

# PRODUCT_5453001556888_NAME
source: Meyer Dés de jambon cuit - Local conventional ham
fr: Meyer Dés de jambon cuit - Jambon local conventionnel

# PRODUCT_5453001556888_DESCRIPTION
source: Cooked ham. The ham is received, boned, trimmed, brined and cooked at Boucherie-Salaisons Meyer's premises in Bascharage.
fr: Jambon cuit. Le jambon est réceptionné, désossé, paré, saumuré et cuit dans les locaux de Boucherie-Salaisons Meyer à Bascharage.

# IND_FOOD_5453001556888
source: The pork meat is purchased from Belgium and Luxembourg agriculture and is entirely processed into ham in Luxembourg (Bascharage). It is dispatched from Bascharage to national market and nearby Belgian border market.
fr: La viande de porc provient de l'agriculture belge et luxembourgeoise et est entièrement transformée en jambon au Luxembourg (Bascharage). Le jambon est expédié de Bascharage vers le marché national et le marché frontalier belge.

# IND_LOCALECO_5453001556888
source: The pork meat is purchased from Belgium and Luxembourg agriculture and is entirely processed into ham in Luxembourg (Bascharage). It is dispatched from Bascharage to national market and nearby Belgian border market.
fr: La viande de porc provient de l'agriculture belge et luxembourgeoise et est entièrement transformée en jambon au Luxembourg (Bascharage). Le jambon est expédié de Bascharage vers le marché national et le marché frontalier belge.

# IND_LABOUR_5453001556888
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARANCY_5453001556888
source: The enterprise provides product information, information about the company, about the ham production, as well as the meaning of the labels, etc. via their website. Contact data are easily accessible to the public.
fr: L'entreprise fournit des informations sur le produit, sur l'entreprise, sur la production de jambon, ainsi que la signification des labels, etc. via son site Web. Les données de contact sont facilement accessibles au public.

# PRODUCT_2117_NAME
source: OBCO Lëtzebuerger Grompereren - Local organic potatoes
fr: OBCO Lëtzebuerger Grompereren - Pommes de terre locales bio

# PRODUCT_2117_DESCRIPTION
source: Local Organic Potatoes produced and sold in Luxembourg.
fr: Pommes de terre issues de la production biologique locale, entièrement produits et vendus au Luxembourg.

# IND_BIODIV_2117
source: EU organic regulations are followed for biodiversity criteria. Crop rotation is practiced on 100% of the cultivated area, as well as permanent soil cover. Cultivation of elder varieties as well as newer, adapted ones (disease resistant varieties).
fr: Les réglementations biologiques de l'UE sont suivies pour les critères de biodiversité. La rotation des cultures est pratiquée sur 100% de la surface cultivée, ainsi que la couverture permanente du sol. Culture de variétés anciennes et de nouvelles variétés adaptées (variétés résistantes aux maladies).

# IND_FLORA_2117
source: EU organic regulations are followed for pest and disease management criteria. Additionally, the use of copper is reduced to a minimum.
fr: Les réglementations biologiques de l'UE sont suivies pour les critères de gestion des ravageurs et des maladies. De plus, l'utilisation du cuivre est réduite au minimum.

# IND_SOIL_2117
source: EU organic regulations are followed for soil fertility criteria. Permanent soil cover, use of compost as a main fertiliser, cooperation with other farms to achieve the most closed nutrient cycle possible, use of leguminous plants in crop rotation.
fr: Les réglementations biologiques de l'UE sont suivies pour les critères de fertilité du sol. Couverture permanente du sol, utilisation de compost comme engrais principal, coopération avec d'autres exploitations pour obtenir un cycle nutritif le plus fermé possible, utilisation de légumineuses dans la rotation des cultures.

# IND_SOVEREIGNTY_2117
source: EU organic regulations are followed to ensure product diversification to diversify risk and improve income opportunities for farmers.
fr: Les réglementations biologiques de l'UE sont suivies pour assurer la diversification des produits afin de diversifier les risques et les améliorer les opportunités de revenus pour les agriculteurs.

# IND_FOOD_2117
source: All potatoes are produced in the North of Luxembourg and dispatched directly to retail from the farms.
fr: Toutes les pommes de terre sont produites dans le nord du Luxembourg et vendues directement au détail depuis la ferme.

# IND_LOCALECO_2117
source: All the potatoes are produced in the North of Luxembourg and directly dispatched to retail from the farms. Part of the potatoes are sold via direct marketing from producing farms to consumers.
fr: Toutes les pommes de terre sont produites dans le nord du Luxembourg et vendues directement au détail depuis la ferme. Une partie des pommes de terre sont vendues directement à la ferme au consommateur individuel.

# IND_LABOUR_2117
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_2117
source: Farm is open to visitors and clients year-round. Social media is used to communicate with consumers, and to share contact data and news about the potato production.
fr: La ferme est ouverte aux visiteurs et aux clients toute l'année. Les médias sociaux sont utilisés pour communiquer avec les consommateurs, ainsi que pour partager des données de contact et des nouvelles sur la production des pommes de terre.

# PRODUCT_2999_NAME
source: Steffen-Majerus Lëtzebuerger Grompereren - Local conventional potatoes
fr: Steffen-Majerus Lëtzebuerger Grompereren - Pommes de terre locales conventionnelles

# PRODUCT_2999_DESCRIPTION
source: Local conventional potatoes grown and sold in Luxembourg following the criteria of the labels “Produit du Terroir Lëtzebuerger Gromperen” and “Regionaalt Produkt Leader West”.
fr: Pommes de terre produites et vendues au Luxembourg, suivant les critères des labels “Produit du Terroir Lëtzebuerger Gromperen” and “Regionaalt Produkt Leader West”.

# IND_BIODIV_2999
source: Crop rotation on all the fields. Potatoes grown on small part of the fields only along with many other crops. Potato seeds are purchased from Luxembourg, the choice of varieties is based on their climate-suitability. Participation in habitat conservation and diversification programmes with extension of green belts, use of intermediate crops, use of winter crops, ecological set-aside, biotope enhancement measures), and extensification of grassland.
fr: Rotation des cultures sur tous les champs. Les pommes de terre ne sont cultivées que sur une petite partie des champs, avec de nombreuses autres cultures. Les semences de pommes de terre sont achetées au Luxembourg, le choix des variétés est basé sur leur adéquation au climat. Participation à des programmes de conservation et de diversification des habitats avec extension des ceintures vertes, utilisation de cultures intermédiaires, utilisation de cultures d'hiver, mise en jachère écologique, mesures de valorisation des biotopes), et extensification des prairies.

# IND_SOIL_2999
source: Use of soil analysis and fertilizer use is adapted based on the outcome of the analysis. Use of winter intermediary crops for nitrogen fixation and greening. Crop rotation to allow planting potatoes on same plots each 5 years only.
fr: Utilisation de l'analyse des sols et adaptation de l'utilisation des engrais en fonction des résultats de l'analyse. Utilisation de cultures intermédiaires d'hiver pour la fixation de l'azote et le verdissement. Rotation des cultures pour permettre la plantation de pommes de terre sur les mêmes parcelles tous les 5 ans seulement.

# IND_SOVEREIGNTY_2999
source: Use of crop diversity to diversify income opportunities and minimize risk. Participation in producer programmes (Produit du Terroir Lëtzebuerger Gromperen et Produit du Terroir, Lëtzebuerger Wees an Lëtzebuerger Spelz, Regionaalt Produkt Leader West).
fr: Utilisation de la diversité des cultures pour diversifier les possibilités de revenus et minimiser les risques. Participation aux programmes destinés aux producteurs (Produit du Terroir Lëtzebuerger Gromperen et Produit du Terroir, Lëtzebuerger Wees an Lëtzebuerger Spelz, Regionaalt Produkt Leader West).

# IND_FOOD_2999
source: All the potatoes are produced in the Centre of Luxembourg and dispatched directly to retail from the farm. Additionally, direct farm sale is available for private consumers.
fr: Toutes les pommes de terre sont produites dans le centre du Luxembourg et expédiées directement de l'exploitation au commerce de détail. En outre, la vente directe à la ferme est disponible pour les consommateurs privés.

# IND_LOCALECO_2999
source: Production by a local all-family labour farm with direct sales to consumers or to supermarkets.
fr: Production par une exploitation locale à main-d'œuvre familiale, avec vente directe aux consommateurs ou aux supermarchés.

# IND_LABOUR_2999
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_2999
source: The producers use social media for marketing, communicating product information as well as pedagogical aspects of the farm and farm tours. There are also product information sheets available on supermarket shelves. The enterprise can be contacted by phone, email, and through social media. Additionally, each product package has the producer’s personal contact details.
fr: Les producteurs utilisent les médias sociaux pour le marketing, la communication d'informations sur le produit ainsi que sur les aspects pédagogiques de la ferme et les visites de ferme. Des fiches de produit sont également disponibles dans les rayons des supermarchés. L'entreprise peut être contactée par téléphone, par e-mail et via les réseaux sociaux. De plus, chaque emballage de produit contient les coordonnées personnelles du producteur.

# IND_SUSTAINABLEMANAGEMENT_2999
source: Aspects in all 4 domains of sustainability are enhanced by the farm’s activities: Efforts in biodiversity, pedagogical farm offer, direct dialogue with consumers, transparent production (and according to the specification sheet “Produit du Terroir Letzebuerger Gromperen”).
fr: Les aspects dans les 4 domaines de la durabilité sont valorisés par les activités de la ferme : efforts en matière de biodiversité, offre agricole pédagogique, dialogue direct avec les consommateurs, production transparente (et selon le cahier des charges « Produit du Terroir Letzebuerger Gromperen »).

# PRODUCT_5430000686037_NAME
source: Marque Nationale Lëtzebuerger Hunneg - Local organic honey
fr: Marque Nationale Lëtzebuerger Hunneg - Miel local bio

# PRODUCT_5430000686037_DESCRIPTION
source: Local organic honey produced in Luxembourg by a beekeeper cooperative, following the criteria of “Marque Nationale Miel” and EU organic criteria.
fr: Miel local bio produit par une coopérative d’apiculteurs, suivant les critères de la “Marque Nationale Miel” et la règlementation bio de l’UE.

# IND_ANIMAL_5430000686037
source: Permanent availability of food sources is ensured for the bees. Bee colonies are protected against harmful weather conditions. Diseases are prevented through the regular renewal of the wax frames. Diseases are treated only when necessary and with a preference for natural treatments.
fr: La disponibilité permanente de sources de nourriture est assurée pour les abeilles. Les colonies d'abeilles sont protégées contre les intempérés nuisibles. Les maladies sont prévenues par le renouvellement régulier des rayons (cire). Les maladies sont traitées lorsque cela est nécessaire et en privilégiant les traitements naturels.

# IND_BIODIV_5430000686037
source: Apiculture contributes to saving endangered bee populations and increases the prevalence of pollinators in the ecosystem, which in turn improves the dissemination of a wide range of plants.
fr: L'apiculture contribue à sauver les populations d'abeilles menacées et augmente la prévalence des pollinisateurs dans l'écosystème, ce qui améliore la dissémination d'un large éventail de plantes.

# IND_FLORA_5430000686037
source: Diseases are treated only when necessary and with a preference for natural treatments. Colony hygiene is supported with the regular renewal of the wax frames.
fr: Les maladies sont traitées lorsque cela est nécessaire et en privilégiant les traitements naturels. L'hygiène dans les colonies et soutenu par le renouvellement régulier des cadres (du cire).

# IND_SOVEREIGNTY_5430000686037
source: The honey is produced by the agricultural association ‘Lëtzebuerger Hunneg’ (a producer’s association). The company diversifies products by producing four kinds of honey.
fr: Le miel est produit par l’Association agricole 'Lëtzebuerger Hunneg' (groupement de producteurs). L'entreprise diversifie ses produits en produisant quatre sortes de miel.

# IND_FOOD_5430000686037
source: The honey is produced entirely in Luxembourg (as prescribed in the specifications of the label “Lëtzebuerger Hunneg”). Honey producers supply directly to retailers and thus guarantee a direct (short) route from producer to distributor.
fr: Le miel est entièrement produit sur le territoire luxembourgeois (comme prescrit dans le cahier de charges du label “Lëtzebuerger Hunneg”). Les producteurs de miel fournissent directement aux magasins alimentaires et garantissent ainsi un chemin direct (court) du producteur au distributeur.

# IND_LOCALECO_5430000686037
source: The honey is produced entirely in Luxembourg (as prescribed in the specifications of the label “Lëtzebuerger Hunneg”).
fr: Le miel est entièrement produit sur le territoire luxembourgeois (comme prescrit dans le cahier de charges du label “Lëtzebuerger Hunneg”).

# IND_DECENT_5430000686037
source: Organisation of beekeeping training for each member and potential member.
fr: Organisation de formations apicoles pour chaque membre et membre potentiel.

# IND_LABOUR_5430000686037
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation.

# IND_FAIR_5430000686037
source: The marketing of the product via the beekeepers' association guarantees a single price for all supplier members of the group. The association negotiates the selling price with the retailers.
fr: La commercialisation commune du produit via l’association des apiculteurs garantie un prix unique pour tous les membres fournisseurs du groupement. L’association négocie le prix de vente avec les commerçants.

# IND_TRANSPARENCY_5430000686037
source: The enterprise provides marketing information and information about the honey production and the beekeeper cooperative via their website. Individual contact details for beekepers are acessible. The EU organic label has indirect transparency benefits. The specifications of the label “Lëtzebuerger Hunneg” are available to the general public via the website, and include mainly quality criteria. The specifications are revised annually by the Board of Directors and approved by the General Assembly.
fr: L'entreprise fournit des informations commerciales et des informations sur la production du miel et sur la coopérative des apiculteurs via son site internet. Les coordonnées individuelles des apiculteurs sont accessibles. Le label biologique de l'UE présente des avantages indirects en matière de transparence. Le cahier de charge du label “Lëtzebuerger Hunneg” est accessible au grand public via le site internet. Le cahier de charge inclut principalement des critères de qualité. Le cahier de charge est révisé annuellement par le conseil d’administration et approuvé par l’assemblée générale.

# PRODUCT_5453000683004_NAME
source: Ourdaller Hunneg - Local conventional honey
fr: Ourdaller Hunneg - Miel local conventionnel

# PRODUCT_5453000683004_DESCRIPTION
source: Local conventional honey produced in the Our Natural Park in Luxembourg by a beekeeper cooperative, following the criteria of “Marque Nationale Miel”.
fr: Miel local conventionnel produit dans le Parc Naturel de l'Our au Luxembourg par une coopérative d’apiculteurs, suivant les critères de la “Marque Nationale Miel”.
