Repository: Binzinz/GoodnessGroceries
Catalog: GoodnessGroceries/Languages/*.lproj/Localizable.strings
Languages: fr

# IND_LABOUR_5407005661055
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_5407005661055
source: The enterprise uses their webpage, newsletters social media to communicate marketing, company and product information. They can be contacted online, by email and by phone.
fr: L'entreprise utilise sa page Web, ses newsletters et ses réseaux sociaux pour communiquer des informations sur le marketing, l'entreprise et les produits. Ils peuvent être contactés en ligne, par e-mail et par téléphone.

# PRODUCT_5420051401161_NAME
source: ETHIQUABLE Ecuador Grains - Imported organic coffee
fr: ETHIQUABLE Ecuador Grains - Café importé bio

# PRODUCT_5420051401161_DESCRIPTION
source: Imported organic coffee beans. The beans are grown in the Loja region of Ecuador. The roasting and packaging happens in France. Product labels and certifications: Organic, Symbole des Producteurs Paysans (SPP).
fr: Café en grains importé, issu de l’agriculture biologique de la région Loja en Équateur. La torréfaction et l’emballage sont réalisés en France. Labels et certifications : Bio, Small Producers' Symbol (SPP).

# IND_BIODIV_5420051401161
source: EU Organic regulation is followed for biodiversity criteria.
fr: Les règlements de l'UE sur l'agriculture biologique sont adoptés pour les critères de biodiversité.

# IND_FLORA_5420051401161
source: EU Organic regulation is followed for pesticide use and pest and disease control. Locally appropriate organic cropping techniques are employed to help pest and disease control. Pesticides are reduced to the minimum allowed by regulations.
fr: La réglementation biologique de l'UE est suivie pour l'utilisation des pesticides et le contrôle des ravageurs et des maladies. Des techniques de culture biologique adaptées aux spécificités locales sont utilisées pour aider à lutter contre les ravageurs et les maladies. Les pesticides sont réduits au minimum autorisé par la réglementation.

# IND_SOIL_5420051401161
source: EU organic regulations are followed for soil fertility criteria. Efforts are made to use agroecological techniques and favour exchanges between farmers and farmers and agronomists to find locally adapted soil protection measures.
fr: Les réglementations biologiques de l'UE sont suivies pour les critères de fertilité du sol. Des efforts sont faits pour utiliser des techniques agroécologiques et favoriser les échanges entre agriculteurs et agriculteurs et agronomes pour trouver des mesures de protection des sols adaptées localement.

# IND_SOVEREIGNTY_5420051401161
source: SPP certification guidelines are followed to ensure organisation, participation and ownership of small producers’ organisations.
fr: Les directives de certification SPP sont suivies pour assurer l'organisation, la participation et l'appropriation par des organisations de petits producteurs.

# IND_DECENT_5420051401161
source: SPP certification guidelines are followed to pursue better livelihoods for small producers.
fr: Les directives de certification SPP sont suivies pour chercher à améliorer les moyens de subsistance pour les petits producteurs.

# IND_LABOUR_5420051401161
source: In addition to the International Labour Standards, SPP regulations assure the producers’ right to negotiate the terms of their employment, to avoid exploitation as well as child labour.
fr: En plus des normes internationales du travail, les réglementations SPP garantissent le droit des producteurs à négocier les conditions de leur emploi, afin d'éviter l'exploitation ainsi que le travail des enfants.

# IND_FAIR_5420051401161
source: SPP regulations support small producers in gaining fair wages, in their right to freedom of association and to protect the rights of indigenous communities and their knowledge and property rights.
fr: Les réglementations SPP aident les petits producteurs à obtenir des salaires équitables, à exercer leur droit à la liberté d'association et à protéger les droits des communautés autochtones ainsi que leurs connaissances et leurs droits de propriété.

# IND_TRANSPARENCY_5420051401161
source: The enterprise uses their webpage and social media for marketing and communicating product information. They can be contacted online, by phone, and on social media.
fr: L'entreprise utilise sa page Web et les médias sociaux pour commercialiser le produit et communiquer des informations sur sa production. Ils peuvent être contactés en ligne, par téléphone et sur les réseaux sociaux.

# IND_PARTICIPATION_5420051401161
source: SPP regulations support small producers in participating in decision making and in ownership of the label.
fr: Les réglementations SPP supportent les petits producteurs à participer à la prise de décision et à s'approprier le label.

# IND_SUSTAINABLEMANAGEMENT_5420051401161
source: Aspects in all 4 domains of sustainability are enhanced: efforts in environmentally friendly production by following EU organic criteria, efforts in social and economic aspects by improving lives of small producers via the criteria of the SPP label, efforts in governance by allowing participative governance for small producers via the criteria of the SPP label.
fr: Les aspects dans les 4 domaines de la durabilité sont renforcés : les efforts en matière de production respectueuse de l'environnement en suivant les critères biologiques de l'UE, les efforts dans les aspects sociaux et économiques en améliorant la vie des petits producteurs via les critères du label SPP, les efforts en matière de gouvernance en permettant une gouvernance participative pour les petits producteurs via les critères du label SPP.

# PRODUCT_5430000018968_NAME
source: Ramborn Apple Juice - Local conventional juice
fr: Ramborn Apple Juice - Jus local conventionnel

# PRODUCT_5430000018968_DESCRIPTION
source: Local apple juice produced from a large variety of apples grown in orchards around Born (LU). Bottled in Labus-Eschbach. Produced following the criteria of the product label “Made in Luxembourg”, and the certification “B Corp Certification”.
fr: Jus de pomme local produit à partir d'une grande variété de pommes cultivées dans les vergers de Born (LU). Mise en bouteille à Labus-Eschbach. Produit suivant les critères du label “Made in Luxembourg”, et la certification “B Corp Certification”.

# IND_BIODIV_5430000018968
source: Apple trees are only pruned every 5 years. Former farmland is converted into open wild orchards of 140 different local apple and pear species. Since 2021, Ramborn is participating in the EU FRAMEwork H2020 project by working on improving pollinator biodiversity.
fr: Les pommiers ne sont taillés que tous les 5 ans. Les anciennes terres agricoles sont converties en vergers sauvages de 140 espèces locales de pommiers et de poiriers. Depuis 2021, Ramborn participe au projet EU FRAMEwork H2020 qui vise à améliorer de la biodiversité des pollinisateurs.

# IND_FLORA_5430000018968
source: No pesticides are used for maintaining the trees nor on the apples.
fr: Aucun pesticide n'est utilisé pour l'entretien des arbres ni sur les pommes.

# IND_SOIL_5430000018968
source: The apples grow in wild orchards, managed by occasional cow grazing exclusively. Natural cow dung left by the grazing herds helps to build and rebuild soil fertility on former farmland.
fr: Les pommes poussent dans des vergers sauvages, gérés exclusivement par le pâturage occasionnel de vaches. La bouse de vache laissée par les troupeaux pendant le pâturage aide à reconstruire la fertilité des sols sur les anciennes terres agricoles.

# IND_FOOD_5430000018968
source: All primary ingredients are produced and processed in Luxembourg and the Mëllerdall region. 5% of the apples grow in Ramborn’s own orchards, 95% of the apples are purchased from apple producers that manage their orchards to the same standards as Ramborn. The bottling of the juice is done in Germany.
fr: Tous les ingrédients primaires sont produits et transformés au Luxembourg et dans la région du Mëllerdall. 5 % des pommes poussent dans les propres vergers de Ramborn, 95 % des pommes sont achetées à des producteurs de pommes qui gèrent leurs vergers selon les mêmes normes que Ramborn. La mise en bouteille du jus se fait en Allemagne.

# IND_LOCALECO_5430000018968
source: National suppliers produce the vast majority of the inputs needed to produce the juice. Local and regional suppliers are favoured whenever possible. Empty bottles are recollected in the supermarkets and restaurants and washed for reuse in the Moselle valley nearby Luxembourg. The apple juice is bottled in Germany.
fr: Les fournisseurs nationaux produisent la grande majorité des intrants nécessaires à la production du jus. Les fournisseurs locaux et régionaux sont privilégiés dans la mesure du possible. Les bouteilles vides sont récupérées dans les supermarchés et dans les restaurants et nettoyées pour être réutilisées dans la vallée de la Moselle près du Luxembourg. Le jus de pomme est mis en bouteille en Allemagne.

# IND_LABOUR_5430000018968
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_5430000018968
source: The enterprise uses their webpage and social media to communicate marketing information, as well as information about the product production and about the labels. They can be contacted online, by email and by phone. Consumers can also visit the farm throughout the year for tours and for free on specific harvest days.
fr: L'entreprise utilise sa page Web et les médias sociaux pour communiquer des informations sur le marketing, la production du produit et les labels utilisés. Ils peuvent être contactés en ligne, par e-mail et par téléphone. Les consommateurs peuvent également visiter la ferme tout au long de l'année pour des visites gratuites, y inclus pendant certains jours de récolte.

# PRODUCT_5430000732116_NAME
source: Dudel-Magie Spirelli Pasta - Local organic pasta
fr: Dudel-Magie Spirelli Pasta - Pâtes locales bio

# PRODUCT_5430000732116_DESCRIPTION
source: Local organic pasta made with Bio-Ovo eggs from Buschdorf (LU) and with organic spelt flour sourced from the Dudel-Magie farm in Luxembourg and a supplier in Germany. The flour and eggs are processed into pasta at Dudel-Magie in Sprinkange (LU). Product labels and certificates: Made in Luxembourg, Bio.
fr: Pâtes locales bio fabriqués avec des œufs Bio-Ovo de Buschdorf (LU) et de la farine d’épautre provenant de la ferme Dudel-Magie et d’un fourniseur allemand. La farine et l’épautre sont transformés en pâtes par Dudel-Magie à Sprinkange (LU).

# IND_ANIMAL_5430000732116
source: Eggs used for the pasta production stem from Bio-Ovo. Throughout the rearing process, the well-being of the chickens is monitored to ensure healthy, comfortable, safe and well-nourished lives, without fear or suffering, following EU Organic regulations. In addition, the Bio-Ovo specifications adopt more rigorous criteria regarding maximum animal density per m2 in indoor and outdoor spaces and outlines further conditions such as exercise spaces, outdoor spaces, and mobility. The chickens are fed with 100% organic feed.
fr: Les œufs utilisés pour la fabrication des pâtes viennent de Bio-Ovo. Tout au long du processus d'élevage, le bien-être des poulets est contrôlé afin de leur garantir une vie saine, confortable, sûre et bien nourrie, sans peur ni souffrance, conformément à la réglementation biologique de l'UE. En outre, le cahier des charges Bio-Ovo adopte des critères plus rigoureux concernant la densité maximale d'animaux par m2 dans les espaces intérieurs et extérieurs et définit d'autres conditions telles que les espaces d'exercice, les espaces extérieurs et la mobilité. Les poules sont nourries avec des aliments 100% biologiques.

# IND_BIODIV_5430000732116
source: Both flour and eggs are made following all EU Organic regulations concerning all elements linked to biodiversity.
fr: L'entreprise suit le règlement de l'UE sur l'agriculture biologique pour tous les éléments liés à la biodiversité.

# IND_FLORA_5430000732116
source: For both flour and eggs EU Organic regulations are applied. No pesticides or synthetic chemicals are used on the farms. For the chickens, there is a reactive approach to antibiotics and alternative treatments are always prioritised.
fr: La réglementation européenne sur l'agriculture biologique s'applique à la farine et aux œufs. Aucun pesticide ni produit chimique de synthèse n'est utilisé dans les exploitations. Pour les poulets, les antibiotiques sont utilisés de manière réactive et les traitements alternatifs sont toujours privilégiés.

# IND_SOIL_5430000732116
source: For both flour and eggs EU Organic regulations are followed for soil fertility criteria, for example by practicing crop rotation with legumes, other green plants, and fallow periods.
fr: Les réglementations biologiques de l'UE sont suivies par les producteurs des œufs et les producteurs de la farine pour les critères de la fertilité des sols, par exemple en pratiquant une rotation des cultures avec des légumineuses, d'autres plantes vertes et des périodes de jachère.

# IND_SOVEREIGNTY_5430000732116
source: Bio-Ovo and Dudel-Magie are both part of the Oikopolis Group, whose shareholders include local farmers and consumers. Both Dudel-Magie and Bio-Ovo produce a range of products which allows for income diversification instead of dependency from single products. Dudel Magie have a shop on the farm allowing them to set their own prices and distribute some products without intermediaries.
fr: Bio-Ovo et Dudel-Magie font parti du groupe Oikopolis, dont les actionnaires sont des agriculteurs et des consommateurs locaux. Tant Dudel-Magie que Bio-Ovo produisent une gamme variée de produits ce qui leur permet d’avoir des opportunités de revenu diversifiés. Dudel-Magie possède un magasin à la ferme, ce qui lui permet de fixer ses propres prix et de distribuer certains produits sans intermédiaire.

# IND_FOOD_5430000732116
source: The flour is produced within Luxembourg and Germany. The eggs are produced in a range of 100km of Luxembourg. The processing of the eggs and flour into pasta takes place in Sprinkange at Dudel-Magie.
fr: La farine est produite au Luxembourg et en Allemagne. Les œufs sont produits au Luxembourg et dans un rayon de 100km du Luxembourg. La transformation des œufs et de la farine en pâtes à lieu à Sprinkange chez Dudel-Magie.

# IND_LOCALECO_5430000732116
source: Dudel-Magie source and process their ingredients in Luxembourg and Germany. 11 of the 15 egg farms are in Luxembourg, the remaining 4 farms are in the Greater Region (maximum 100km perimeter). Bio-Ovo is composed of a group of organic regional producers who collaborate on marketing and problem solving at different stages of the value chain. They have prioritised hiring local employees, even when other candidates have had similar skills, profile and conditions. Dudel-Magie have their own manufacture in Sprinkage where they produce the pasta according to artisanal methods.
fr: Dudel-Magie s'approvisionne et transforme ses ingrédients au Luxembourg et en Allemagne. 11 des 15 fermes d'œufs sont au Luxembourg, les 4 autres fermes sont dans la Grande Région (périmètre maximum de 100 km). Bio-Ovo est composé d'un groupe de producteurs biologiques régionaux qui collaborent au marketing et à la résolution de problèmes à différentes étapes de la chaîne de valeur. Ils ont donné la priorité à l'embauche d'employés locaux, même lorsque d'autres candidats avaient des compétences, un profil et des conditions similaires. Dudel-Magie possède sa propre manufacture à Sprinkage où ils produisent les pâtes selon des méthodes artisanales.

# IND_LABOUR_5430000732116
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_5430000732116
source: The enterprise has a webpage with marketing and product information. They can be contacted online, through social media and by phone. The EU organic label has indirect transparency benefits. Additionally, consumers can visit the farm, either to tour the space, or to visit the farm shop.
fr: L'entreprise dispose d'une page web contenant des informations sur le marketing et les produits. Elle peut être contactée en ligne, sur les médias sociaux et par téléphone. Le label biologique de l'UE présente des avantages indirects en termes de transparence. En outre, les consommateurs peuvent se rendre à la ferme, soit pour visiter l'espace, soit pour visiter la boutique de la ferme.

# PRODUCT_5450086199535_NAME
source: Le Moulin Complète Bio - Local organic flour
fr: Le Moulin Complète Bio - Farine locale bio

# PRODUCT_5450086199535_DESCRIPTION
source: Local organic wheat flour produced in Luxembourg or the Greater Region, following the criteria of the EU organic label.
fr: Farine issue de blé de l’agriculture biologique locale ou de la Grande Région, produite suivant les critères du label biologique de l’UE.

# IND_BIODIV_5450086199535
source: EU Organic regulation is followed for biodiversity criteria.
fr: Les règlements de l'UE sur l'agriculture biologique sont adoptés pour les critères de biodiversité.

# IND_FLORA_5450086199535
source: EU Organic regulation is followed for pesticide use. No use of storage insecticides.
fr: La réglementation biologique de l'UE est suivie pour l'utilisation des pesticides. Non utilisation d'insecticide de stockage.

# IND_SOIL_5450086199535
source: EU Organic regulation is followed for soil fertility practices.
fr: La réglementation biologique de l'UE est suivie pour les pratiques de fertilité du sol.

# IND_SOVEREIGNTY_5450086199535
source: The wheat for the flour is sourced partially from farmer cooperatives in Luxembourg. A binding contract guarantees a specific price to participating local farmers.
fr: Le blé pour la farine provient en partie de coopératives agricoles luxembourgeoises. Un contrat engageant garantit un prix spécifique aux agriculteurs.

# IND_FOOD_5450086199535
source: The primary ingredients are sourced from Luxembourg and the Greater Region. The final product is manufactured in Luxembourg and dispatched from Luxembourg. Primary ingredient (wheat) provenance is controlled by label owner.
fr: Les ingrédients primaires proviennent du Luxembourg. Le produit final est fabriqué au Luxembourg et expédié depuis le Luxembourg. La provenance de l'ingrédient primaire (blé) est contrôlée par le propriétaire du label.

# IND_LOCALECO_5450086199535
source: The primary ingredients are sourced from Luxembourg. The final product is manufactured in Luxembourg and dispatched from Luxembourg.
fr: Les ingrédients primaires proviennent du Luxembourg et de la Grande Région. Le produit final est fabriqué au Luxembourg et expédié depuis le Luxembourg.

# IND_EQUITY_5450086199535
source: When choosing employees, the company ensures that it does not discriminate in terms of gender, nationality, cultural identity or disability.
fr: Lors du choix des collaborateurs, l’entreprise veille à ne pratiquer aucune discrimination en termes de genre, nationalité, identité culturelle ou handicap.

# IND_LABOUR_5450086199535
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining. Respect of trade union rights (including internal trade union delegation). Quality policy include non-discrimination clauses, and a supplier code of conduct.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation. Respect des droits syndicaux (y compris la délégation syndicale interne). La politique de qualité comprend des clauses de non-discrimination et un code de conduite des fournisseurs.

# IND_TRANSPARENCY_5450086199535
source: The organic certification body is the guarantor of compliance with the application of EU regulations on organic farming.Information is provided to customers via website and social media.
fr: L’organisme certificateur biologique est le garant du respect de l’application des règlements de l’UE sur l’agriculture biologique.Le site Web et les médias sociaux sont utilisés pour informer les clients (type marketing combiné avec des informations factuelles).

# IND_SUSTAINABLEMANAGEMENT_5450086199535
source: Moulins de Kleinbettingen is certified as corporate social responsibility (CSR) by the Institut National pour le Développement durable et la Responsabilité sociale des entreprises RSE certified company Responsabilité sociale des entreprises.
fr: Moulins Kleinbettingen est une entreprise certifiée RSE (Responsabilité sociale des entreprises) par l’Institut National pour le Développement durable et la Responsabilité sociale des entreprises.

# PRODUCT_5450086125428_NAME
source: Le Moulin Gastronomie - Local conventional flour
fr: Le Moulin Gastronomie - Farine locale conventionnelle

# PRODUCT_5450086125428_DESCRIPTION
source: Local conventional wheat flour produced in Luxembourg, following the criteria of the label “Produit du terroir”.
fr: Farine issue de blé de l’agriculture conventionnelle locale, suivant les critères du label “Produit du terroir”.

# IND_BIODIV_
source: The label Produit du Terroir ensures commitment to biodiversity, e.g. lark windows or flower bands. Only certified bakery quality seeds are used.
fr: Engagement selon le label Produit du terroir dans le cadre de la biodiversité (fenêtre aux alouettes ou bandes fleuries) des agriculteurs qui produisent le blé pour la farine. Seules des semences certifiées de qualité boulangère sont utilisées.

# IND_FLORA_
source: No use of storage insecticides.
fr: Non utilisation d'insecticide de stockage.

# IND_SOIL_
source: Prohibition of spreading sewage sludge, limitation of nitrogen use, crop rotation.
fr: Interdiction de l'épandage des boues d'épuration, fractionnement de l'azote, rotation des cultures.

# IND_SOVEREIGNTY_
source: The wheat for the flour is sourced from farmers in Luxembourg. A binding contract guarantees a specific price to participating local farmers (bound to the Produit du Terroir label).
fr: Le blé pour la farine provient d’entreprises agricoles luxembourgeoises. Un contrat engageant garantit un prix spécifique aux agriculteurs (lié aux conditions de production du label Produit du Terroir).
