Repository: Binzinz/GoodnessGroceries
Catalog: GoodnessGroceries/Languages/*.lproj/Localizable.strings
Languages: fr

# IND_BIODIV_5453000683004
source: Apiculture contributes to saving endangered bee populations and increases the prevalence of pollinators in the ecosystem, which in turn improves the dissemination of a wide range of plants.
fr: L'apiculture contribue à sauver les populations d'abeilles menacées et augmente la prévalence des pollinisateurs dans l'écosystème, ce qui améliore la dissémination d'un large éventail de plantes.

# IND_FLORA_5453000683004
source: No pesticide use during the flowering stage.
fr: Pas de pulvérisation de pesticides pendant le stade de la floraison.

# IND_SOVEREIGNTY_5453000683004
source: The honey is produced by a cooperative that unites 28 Luxembourgish beekeepers. The company diversifies products by producing five kinds of honey. The aim is to diversify the range of products on offer while remaining within the logic of regional products.
fr: Le miel est produit par une coopérative réunissant 28 apiculteurs luxembourgeois. L'entreprise diversifie ses produits en produisant quatre sortes de miel. La diversification de l’offre de produits est visée tout en restant dans une logique de produits régionaux.

# IND_FOOD_5453000683004
source: The honey is produced in the north of Luxembourg in the Our valley, and only sold within Luxembourg.
fr: Le miel est produit dans le Nord du Luxembourg dans la vallée de l’Our et vendu au Luxembourg uniquement.

# IND_LOCALECO_5453000683004
source: The raw materials are all from the Our Valley region and the honey is produced entirely in Luxembourg by a beekeeper cooperative of 28 Luxembourgish beekeepers.
fr: Les matières premières sont toutes issues de la région de la vallée de l’Our et le miel est entièrement produit sur le territoire luxembourgeois par une coopérative de 28 apiculteurs luxembourgeois.

# IND_LABOUR_5453000683004
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_5453000683004
source: The company provides marketing and product information through their website as well as through their participation in trade and professional fairs.
fr: L’entreprise fournit des informations sur le marketing et les produits par le biais de son site Web ainsi que par sa participation à des salons commerciaux et professionnels.

# PRODUCT_4260333063103_NAME
source: Thiry Natur Joghurt D'fair Mëllech - Local conventional yoghurt
fr: Thiry Natur Joghurt D'fair Mëllech - Yaourt local conventionnel

# PRODUCT_4260333063103_DESCRIPTION
source: Local conventional yoghurt produced by an on-farm dairy in Luxembourg. Label and certifications: D’fair Mëllech.
fr: Yaourt local conventionnel produit par une laiterie fermière à Luxembourg. Labels: D’fair Mëllech.

# IND_ANIMAL_4260333063103
source: Husbandry Conditions: dairy cows have stables corresponding to current norms (such as aeration) and meadow access from April to November.
fr: Conditions d'élevage: les vaches laitières disposent d’un étable correspondant aux normes en vigueur (comme l'aération) et d'un accès au pré d'avril à novembre.

# IND_BIODIV_4260333063103
source: Crop rotation (grass, maize, wheat, clover, lucerne) is practiced on the entire farmland, guaranteeing a minimum of agrobiodiversity.
fr: La rotation des cultures (herbe, maïs, blé, trèfle, luzerne) est pratiquée sur l'ensemble des terres agricoles, garantissant un minimum d'agrobiodiversité.

# IND_SOIL_4260333063103
source: Crop rotation is practiced on the entire farmland and own manure from livestock and poultry is preferred to synthetic fertilisers. The farm takes part in a program called “Méi Weed” by IBLA/CONVIS with weekly tests of grass cuttings.
fr: La rotation des cultures est pratiquée sur l'ensemble des terres agricoles et le fumier du bétail et de la volaille est préféré aux engrais synthétiques. La ferme participe à un programme appelé « Méi Weed » par IBLA/CONVIS avec des tests hebdomadaires de l’herbe.

# IND_SOVEREIGNTY_4260333063103
source: Fair Mëllech is organised as farmer cooperative and provides economic advantages for each participating farmer. Besides natural yoghurt, the farm’s product palette includes chicken, milk, flavored yoghurt and ice creams from own dairy, as well as cream and butter from contract dairy, thus allowing for risk and income diversification.
fr: La Fair Mëllech est organisée en coopérative agricole et offre des avantages économiques à chaque agriculteur participant. Outre le yaourt nature, la palette de produits de la ferme comprend du poulet, du lait, des yaourts aromatisés et des glaces de sa propre laiterie, ainsi que de la crème et du beurre de laiterie sous contrat, permettant ainsi une diversification des risques et des revenus.

# IND_FOOD_4260333063103
source: The yoghurt is produced in a local on-farm dairy from own milk mainly. The further ingredients (powdered milk and bacteria cultures) are imported from Germany due to lack of purchasing options from local suppliers.
fr: Le yaourt est produit dans une laiterie locale à la ferme à partir de son propre lait principalement. Les autres ingrédients (lait en poudre et cultures bactériennes) sont importés d'Allemagne en raison du manque d'options d'achat auprès de fournisseurs locaux.

# IND_LOCALECO_4260333063103
source: The yoghurt is produced in a local on-farm dairy. The supply includes national supermarkets, national maison-relais as well as on-farm direct sale, thus reinforcing local economy circles. Local workforce is employed when possible.
fr: Le yaourt est produit dans une laiterie locale à la ferme. L'offre comprend les supermarchés nationaux, les maisons-relais nationales ainsi que la vente directe à la ferme, renforçant ainsi les circuits économiques locaux. La main-d'œuvre locale est employée dans la mesure du possible.

# IND_DECENT_4260333063103
source: Product with local and non-tropical ingredients produced by a local farm engaged in a farmer cooperative.
fr: Produit avec des ingrédients locaux et non tropicaux produit par une ferme locale engagée dans une coopérative agricole.

# IND_LABOUR_4260333063103
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_4260333063103
source: The farm has a webpage with marketing and product information. They can be contacted online, through social media and by phone. The farm regularly participates in events with their products. The farmer cooperative Fair Mëllech additionally ensures production criteria and communication with customers. Their specifications are accessible online.
fr: La ferme a une page Web avec des informations sur le marketing et la production du yaourt et des autres produits. Ils peuvent être contactés en ligne, via les réseaux sociaux et par téléphone. La ferme participe régulièrement à des événements avec leurs produits. La coopérative agricole Fair Mëllech assure en outre des critères de production ainsi qu’une communication avec les clients. Leur cahier de charge est accessible en ligne.

# IND_PARTICIPATION_4260333063103
source: The farm engages in a farmer cooperative (Fair Mëllech).
fr: La ferme est engagée dans une coopérative agricole.

# PRODUCT_5450252011296_NAME
source: BIOG Bio-Joghurt natur - Local organic yoghurt
fr: BIOG Bio-Joghurt natur - Yaourt local bio

# PRODUCT_5450252011296_DESCRIPTION
source: Local organic yoghurt made from local milk produced by the BIOG farming cooperative. The milk is processed into yoghurt at the BIOG dairy in Bascharage (LU). Ingrédients : Lait entier* pasteurisé, poudre de lait écrémé*, ferments lactiques (*organic). Product labels: Bio, Fair & Associative, Bio Lëtzebuerg.
fr: Yaourt de production locale et bio, produit par la coppérative d’agriculteurs BIOG. Le lait est transformé en yaourt par la laiterie BIOG à Bascharage (LU). Ingrédients : Lait entier* pasteurisé, poudre de lait écrémé*, ferments lactiques (*organic). Product labels: Bio, Fair & Associative, Bio Lëtzebuerg.

# IND_ANIMAL_5450252011296
source: The well-being of the cows and calves is monitored throughout life to ensure healthy, comfortable, safe, and well-nourished lives, without fear or suffering. In addition to EU Organic Farming Regulations 2018/848, the milk producers comply with the Bio Lëtzebuerg specialist group of the Vereenegung fir Biolandwirtschaft Lëtzebuerg a.s.b.l. specifying further measures. All calves are reared on the mothers’ milk for a minimum of 72 hours, some longer. In addition, some of the 11 farms practice cow-bound calf rearing, meaning that the calves stay with their mother until they are max. 6 months old.
fr: Le bien-être des vaches et des veaux est surveillé tout au long de la vie afin de garantir une vie saine, confortable, sûre et bien nourrie, sans peur ni souffrance. En plus du règlement de l'UE sur l'agriculture biologique 2018/848, les producteurs de lait se conforment au groupe spécialisé Bio Lëtzebuerg de la Vereenegung fir Biolandwirtschaft Lëtzebuerg a.s.b.l. spécifiant des mesures supplémentaires. Tous les veaux bénéficient de l’élevage allaitant pendant au moins 72 heures, certains beaucoup longtemps. En outre, certaines des 11 exploitations pratiquent l'élevage sous la mère, ce qui veut dire que les veaux restent avec leur mère pour 6 mois (max.).

# IND_BIODIV_5450252011296
source: EU Organic regulation is followed for biodiversity criteria, as well as the specifications Bio LËTZEBUERG. Grazing allows the establishment of site-adapted plant species under natural grazing conditions. Additionally, some farms plant diverse hedgerows for cow grazing. No genetic engineering or use of genetically engineered seeds, breeds etc. Use of seed resistant varieties where possible.
fr: Les règlements de l'UE sur l'agriculture biologique et du cahier des charges de Bio LËTZEBUERG sont adoptés. Le pâturage permet l'établissement d'espèces végétales adaptées au site dans des conditions naturelles de pâturage. En outre, certaines exploitations plantent activement des haies diversifiées pour le pâturage des vaches. Pas de modifications génétiques et pas de recours aux semences ou aux races génétiquement modifiées. Utilisation des variétés résistantes aux semences dans la mesure du possible.

# IND_FLORA_5450252011296
source: EU Organic regulations and Bio Lëtzebuerg regulations are followed. No pesticides are used. There is a reactive approach to the use of antibiotics and natural therapies are widespread to manage diseases gently at an early stage (phytotherapy, aromatherapy and homoeopathy).
fr: Les règlements de l'UE sur l'agriculture biologique et de Bio Lëtzebuerg sont appliqués. Pas d’utilisation de pesticides. Il y a une approche réactive de l'utilisation des antibiotiques et les thérapies naturelles sont répandues afin de soigner les maladies le plus délicatement possible à un stade précoce (phytothérapie, aromathérapie et homéopathie).

# IND_SOIL_5450252011296
source: Soil fertility measures are based on EU organic regulations and additional Bio Lëtzebuerg specifications, e.g the use of crop rotation, sustainable grazing, multi-annual clover and/or alfalfa cultivation, and soil-based livestock farming to improve soil structure and natural fertility. Restricted use of approved fertilisers. Additional restrictions in water protection and Natura 2000 areas. Organic fertilising from cattle breeding and nitrogen fixation by leguminous crops.
fr: Les mesures relatives à la fertilité des sols sont basées sur la réglementation européenne en matière d'agriculture biologique et sur les spécifications supplémentaires de Bio Lëtzebuerg, comme par exemple le recours à la rotation des cultures, au pâturage durable, à la culture pluriannuelle de trèfle et/ou de luzerne et à l'élevage sur sol pour améliorer la structure et la fertilité naturelle des sols. Utilisation restreinte d'engrais autorisés. Restrictions supplémentaires dans les zones de protection des eaux et les zones Natura 2000. Fertilisation organique issue de l'élevage bovin et fixation de l'azote par les cultures légumineuses.

# IND_SOVEREIGNTY_5450252011296
source: The BIOG cooperative, a network of regional producers, is part of the Oikopolis group, encompassing about 300 shareholders including farmers and local consumers. The entire milk used in the yoghurt comes from 11 dairy farms in the BIOG Cooperative. The BIOG members produce a diverse range of products including, milk and other dairy products, as well as vegetables, meat, eggs etc.
fr: La coopérative BIOG, un réseau de producteurs régionaux, fait partie du groupe Oikopolis, qui compte environ 300 actionnaires, dont des agriculteurs et des consommateurs locaux. Le lait utilisé dans le yaourt provient entièrement des 11 exploitations laitières de la coopérative BIOG. Les membres BIOG produisent une gamme variée de produits, notamment du lait et d'autres produits laitiers, ainsi que des légumes, de la viande, des œufs, etc.

# IND_FOOD_5450252011296
source: The production and distribution of the yoghurt is done at the local level in Luxembourg: the milk is sourced from 11 organic BIOG farms in Luxembourg, the dairy is in Bascharage, and the final yoghurt product is dispatched from Munsbach. The entire flow of goods, from the production of milk to the sale of the yoghurt, is recorded in a management system.
fr: La production et la distribution du yaourt se fait entièrement au Luxembourg : le lait provient de 11 fermes biologiques BIOG du Luxembourg, la laiterie se trouve à Bascharage, et le yaourt final est expédié depuis Munsbach. L'ensemble du flux de marchandises, de la production du lait à la vente du yaourt, est enregistré dans un système de gestion.

# IND_LOCALECO_5450252011296
source: The BIOG dairy was created to locally process and market milk from Luxembourg's BIOG farmers and enable the production of regional organic dairy products that guarantee fair prices for all actors in the value chain. The Fair & Associative label (defined by internal specifications) aims at an associative economy whereby participants from the entire value chain meet to discuss problems and seek solutions together. The BIOG directives specify that if a Luxembourgish ingredient exists and is available then it must be privileged over imported alternatives. In the case of yoghurt, this product is 98% local. The definition of ‘local‘ is sourced from the Bio Lëtzebuerg and Made in Luxembourg labels.
fr: La laiterie BIOG a été créée pour transformer et commercialiser localement le lait des agriculteurs BIOG (LU) et permettre la production de produits laitiers biologiques régionaux qui garantissent des prix justes à tous les acteurs de la chaîne de valeur. Le label Fair & Associative (défini par un cahier des charges interne) vise une économie associative et la résolution participative des problèmes et des décisions. Les directives BIOG privilégient les ingrédients locaux (LU) par rapport aux options importées. La définition du terme « local » provient des labels Bio Lëtzebuerg et Made in Luxembourg.

# IND_DECENT_5450252011296
source: The enterprise offers both internal and external training for people involved in the fabrication of the product, as well as training opportunities for young people.
fr: L'entreprise propose des formations internes et externes pour les personnes impliquées dans la fabrication du produit, ainsi que des opportunités de formation pour les jeunes.

# IND_LABOUR_5450252011296
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: Le droit du travail luxembourgeois est appliqué pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants, et permettre la liberté de réunion et de négociation.

# IND_FAIR_5450252011296
source: The BIOG dairy was established to enable the production of regional organic dairy products and ensure fair prices for all actors in the value chain. Establishment and application of the internal ‘fair & associative’ charter aims at an associative economy whereby participants from the entire value chain meet to discuss problems, ensure fair conditions and seek solutions together.
fr: La laiterie BIOG a été créée pour permettre la production de produits laitiers biologiques régionaux et garantir des prix équitables à tous les acteurs de la chaîne de valeur. L'établissement et l'application de la charte interne « fair & associative » vise une économie associative dans laquelle les participants de toute la chaîne de valeur se réunissent pour discuter des problèmes, garantir des conditions équitables et chercher des solutions ensemble.

# IND_TRANSPARENCY_5450252011296
source: The enterprise uses their webpage, social media, and their magazine, Oikopolis News, to communicate marketing and product information. They can be contacted online, by email and by phone. Specifications are publicly available and cover aspects of production and processing. These are reviewed every 2 years by the quality control department.
fr: L'entreprise utilise sa page Web, les médias sociaux et son magazine, Oikopolis News, pour communiquer des informations sur le marketing et les produits. Elle peut être contactée en ligne, par courriel et par téléphone. Les spécifications sont accessibles au public et couvrent les aspects de la production et de la transformation. Elles sont révisées tous les deux ans par le service qualité.

# IND_PARTICIPATION_5450252011296
source: As part of the internal ‘Fair & Associative’ charter, there is an annual meeting of all actors in the value chain, where people meet with the aim of discussing and solving problems. This includes milk producers, workers from the dairy, wholesalers (Biogros) and retail (Naturata). Additionally, there are opportunities for all stakeholders to acquire shares in the company.
fr: Dans le cadre de la charte interne « Fair & Associative », tous les acteurs de la chaîne de valeur se réunissent chaque année pour discuter et résoudre les problèmes. Cela inclut les producteurs de lait, les travailleurs de la laiterie, les grossistes (Biogros) et les détaillants (Naturata). En outre, toutes les parties prenantes ont la possibilité d'acquérir des actions de l'entreprise.

# IND_SUSTAINABLEMANAGEMENT_5450252011296
source: As part of the Oikopolis Group, the company follows their participative governance approach, as well as their combined ecological-social-economic approach to sustainable production.
fr: En tant que membre du groupe Oikopolis, l'entreprise suit une approche de gouvernance participative, ainsi qu’une approche de la production durable qui combine les aspects écologiques, sociaux et économiques.

# PRODUCT_5400332304039_NAME
source: Knopes 1936 Grains - Local conventional coffee
fr: Knopes 1936 Grains - Café local conventionnel

# PRODUCT_5400332304039_DESCRIPTION
source: Coffee grain from beans grown in Brazil and roasted in Luxembourg. The date 1936 in the name of the coffee refers to the year in which the Knopes roastery was founded. The coffee “1936” is produced using a dry roasting method for quality texture and intensity. The roasted and packed coffee is directly transported from the Knopes roastery to sales points without storing. Ingredients: 100% Brazil Fazenda Sertao and the Bourbon red variety.
fr: Café en grains issu de grains cultivés au Brésil et torréfiés au Luxembourg. La date 1936 qui donne son nom au café fait référence à l'année de création de la torréfaction Knopes. Le café “1936” est produit selon une méthode de torréfaction à sec pour une texture et une intensité de qualité. Le café torréfié et emballé est transporté directement de la torréfaction Knopes aux points de vente sans stockage. Ingrédients : 100% Brésil Fazenda Sertao et la variété Bourbon rouge.

# IND_LOCALECO_5400332304039
source: Entirely roasted and packaged in the Knopes roastery in Luxembourg. Packaging designed by local enterprises and made from recyclable materials. The roasted and packed coffee is transported from the Knopes roastery to sales points without intermediate storing.
fr: Entièrement torréfié et conditionné dans la torréfaction Knopes au Luxembourg. Les emballages sont conçus par des entreprises locales et fabriqués à partir de matériaux recyclables. Le café torréfié et emballé est transporté de la torréfaction Knopes aux points de vente sans stockage intermédiaire.

# IND_LABOUR_5400332304039
source: Luxembourg labour laws are applied to ensure transparent and legally binding contracts, protect from forced or child labour, and allow freedom of assembly and bargaining.
fr: La législation du travail luxembourgeoise est appliquée pour garantir des contrats transparents et juridiquement contraignants, protéger contre le travail forcé ou le travail des enfants et permettre la liberté de réunion et de négociation.

# IND_TRANSPARENCY_5400332304039
source: The company provides product information via website and social media. Details about the roastery, the roasting process, the provenance of the coffee, the packaging, as well as any news from the company are shared publicly on the website.
fr: L’entreprise fournit des informations sur le produit via son site Web et les médias sociaux. Des détails sur le processus de torréfaction, la provenance du café, l'emballage, ainsi que toute nouvelle de l'entreprise sont partagés publiquement sur le site Web.

# PRODUCT_5407005661055_NAME
source: Genaveh Noisette à Tartiner l'Intense - Local conventional chocolate spread
fr: Genaveh Noisette à Tartiner l'Intense - Pâte à tartiner locale conventionnelle

# PRODUCT_5407005661055_DESCRIPTION
source: Dark chocolate and Piedmont IGP certified hazelnut spread produced in an atelier in Steinfort (LU). Product labels and certifications: Made in Luxembourg, Vegan. Ingredients: hazelnuts, milk chocolate 38% (sugar, cacao butter, whole milk powder, cocoa beans, soy lecithin), sugar, coconut oil, colza oil, butter, milk powder 0%.
fr: Pâte à tartiner au chocolat noir et aux noisettes certifiées IGP Piedmont, produit dans un atelier à Steinfort (LU). Labels et Certifications : Made in Luxembourg, Végane. Ingredients: hazelnuts, milk chocolate 38% (sugar, cacao butter, whole milk powder, cocoa beans, soy lecithin), sugar, coconut oil, colza oil, butter, milk powder 0%.

# IND_LOCALECO_5407005661055
source: Ingredients are purchased from national suppliers where possible. Product is entirely made in Luxembourg. It carries the Label “Made in Luxembourg”.
fr: Les ingrédients sont achetés auprès de fournisseurs nationaux dans la mesure du possible. Le produit est entièrement fabriqué au Luxembourg et porte le Label « Made in Luxembourg ».

# IND_EQUITY_5407005661055
source: The company tries to employ young workers and participates in projects that support to women, especially women that have suffered from physical violence.
fr: L'entreprise essaie d'employer des jeunes travailleurs et participe à des projets qui soutiennent les femmes, en particulier les femmes qui ont subi des violences physiques.
