Repository: Binzinz/GoodnessGroceries
Catalog: GoodnessGroceries/Languages/*.lproj/Localizable.strings
Languages: fr

# AUTHENTICATION_REQUESTED_TEXT_1
source: Thank you for your interest in participating in the Goodness Groceries App and study!
fr: Merci de votre intérêt pour participer à l'application et l'étude Goodness Groceries !

# AUTHENTICATION_REQUESTED_TEXT_2
source: Finalise your registration for this study by clicking on the link and following the two steps.
fr: Finalisez votre inscription en cliquant sur le lien et en suivant les deux étapes.

# AUTHENTICATION_REQUESTED_TITLE
source: Before you start
fr: On y est presque !

# AUTHENTICATION_REQUESTED_VALID_TEXT_1
source: You will receive a notification when we have validated your informed consent form.
fr: Vous recevrez une notification lorsque nous aurons validé votre formulaire de consentement.

# AUTHENTICATION_REQUESTED_VALID_TEXT_3
source: If you missed a registration step, please click on the button below.
fr: Si vous avez manqué une étape d’inscription, veuillez cliquer sur le bouton ci-dessous.

# AUTHENTICATION_REQUESTED_VALID_TITLE
source: We are validating your registration
fr: Nous validons votre inscription

# AUTHENTICATION_REQUESTED_WAIT_TEXT_1
source: You are now participating in the study.
fr: Vous participez maintenant à l'étude.

# AUTHENTICATION_REQUESTED_WAIT_TEXT_2
source: Shop as normal using your Pall Center customer card for the next few weeks.
fr: Faites vos courses comme d’habitude en utilisant votre carte client Pall Center pendant les prochaines semaines.

# AUTHENTICATION_REQUESTED_WAIT_TEXT_3
source: You will be able to fully explore the four sustainability themes of the App in
fr: Vous pourrez explorer en detail les quatre thèmes de durabilité de l'application dans

# AUTHENTICATION_REQUESTED_WAIT_TEXT_4
source: days
fr: jours

# AUTHENTICATION_REQUESTED_WAIT_TITLE
source: Your registration has been approved
fr: Votre inscription a été validée

source: Back
fr: Retour

# MORE_PDF
source: More info
fr: Plus d'info

source: read more
fr: voir plus

source: read less
fr: voir moins

# CAMERA_NOT_ALLOWED
source: Goodness Groceries was not granted access to your camera to scan QR-codes. Please change that in settings. Thank you.
fr: Goodness Groceries n’a pas pu accéder à votre caméra pour scanner les codes QR. Veuillez activer les autorisations dans les paramètres. Merci.

source: Cancel
fr: Annuler

source: Category
fr: Catégorie

# CLIENT_ID
source: Pall Center client ID
fr: ID client Pall Center

source: Compare
fr: Comparer

source: Continue
fr: Continuer

source: Done
fr: Ok

source: Help
fr: Aide

# LINK_WEBSITE
source: Goodness Groceries website
fr: site web Goodness Groceries

# LINK_CONTACT_US
source: Contact us
fr: Nous contacter

# HELP_PAGE_BUTTON_0
source: Indicator definitions
fr: Définitions des indicateurs

# HELP_PAGE_BUTTON_1
source: Product category definitions
fr: Définitions des catégories de produit

# HELP_PAGE_BUTTON_12
source: Symbols glossary
fr: Glossaire des symboles

# HELP_PAGE_BUTTON_2
source: Goodness Groceries webpage
fr: Page web Goodness Groceries

# HELP_PAGE_BUTTON_3
source: Help
fr: Aide

# HELP_PAGE_BUTTON_4
source: Contact us
fr: Nous contacter

# HELP_ATTRIBUTED
source: The indicator is attributed to the product
fr: L'indicateur est attribué au produit

# HELP_NOT_ATTRIBUTED
source: The indicator is not attributed to the product
fr: L'indicateur n'est pas attribué au produit

# HELP_NOT_APPLICABLE
source: The indicator is not applicable to the product
fr: L'indicateur n'est pas applicable au produit

source: Home
fr: Accueil

source: Language
fr: Langue

# LANGUAGE_CHANGE_LATER
source: You can change the language in the settings later.
fr: Vous pouvez changer la langue dans les paramètres plus tard.

source: Last step
fr: Dernière étape

source: not applicable
fr: non applicable

source: No evidence
fr: Pas de données

# NO_PRODUCTS_FOUND
source: Sorry, no products found
fr: Désolé, aucun produit trouvé

# OPEN_FORM
source: Let's go!
fr: On y va !

# REOPEN_FORM
source: Return to previous page
fr: Retourner à la page précédente

source: Open settings
fr: Ouvrir les paramètres

source: or
fr: ou

# PERMISSIONS_MODAL_CAMERA_DESCRIPTION
source: Goodness Groceries needs access to your camera to scan QR-codes.
fr: Goodness Groceries a besoin d’accéder à votre caméra pour scanner les codes QR.

# PERMISSIONS_MODAL_CAMERA_TITLE
source: Camera
fr: Caméra

# PERMISSIONS_MODAL_FOOTER
source: Permissions are necessary for all the features and functions to work properly. If not yet activated, you have to enable permissions in settings.
fr: Les autorisations sont nécessaires afin que toutes les fonctionnalités de l’application marchent correctement. Si elles ne sont pas encore activées, vous devez activer les autorisations dans les paramètres.

# PERMISSIONS_MODAL_HEADER
source: In order for you to use certain features of this app, you need to give permissions.
fr: Afin que vous puissiez utiliser certaines fonctions de cette application, vous devez accorder des autorisations.

# PERMISSIONS_MODAL_TITLE
source: Permissions
fr: Autorisations

# POPUP_GENERAL_ERROR_TEXT
source: An error has occurred. Please try again later.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.

# POPUP_NETWORK_ERROR_TEXT
source: Please check your internet connection and try again later.
fr: Veuillez vérifier votre connexion Internet et réessayer plus tard.

# POPUP_NETWORK_ERROR_TITLE
source: Internet problem
fr: Problème d'Internet

source: Profile
fr: Profil

# PROVIDER
source: Company
fr: Entreprise

source: Review products
fr: Avis sur produits

# SCANNER
source: Scan
fr: Scanner

# SCAN_DIRECTLY
source: Scan your Pall Center customer card
fr: Scannez votre carte client Pall Center

# SEARCH
source: Search products
fr: Rechercher des produits

source: Settings
fr: Paramètres

source: Show less
fr: Voir moins

source: Show more
fr: Voir plus

source: Similar products
fr: Produits similaires

# SURVEY_PAGE_TEXT
source: You recently bought the following product, which indicators led you to choose it?
fr: Vous avez récemment acheté le produit suivant, quels indicateurs vous ont amené à le choisir ?

# SURVEY_PAGE_TITLE
source: Client feedback
fr: Retour client

source: Thank you!
fr: Merci !

# THANK_YOU_MESSAGE
source: Thank you for reviewing the product(s) you purchased. Your feedback allows the research team to understand your food choices and to find out how grocery shopping can be made more sustainable.
fr: Merci d'avoir évalué le(s) produit(s) que vous avez acheté(s). Vos commentaires permettent à l’équipe de recherche de comprendre vos choix de produits alimentaires et de détecter des pistes vers des achats plus durables.

# WELCOME_PAGE_1_TEXT
source: This app will allow you to compare the ethical and eco-responsible characteristics of selected food products available in Pall Center whilst you shop.
fr: Cette application vous permettra de comparer les caractéristiques éthiques et éco-responsables de certains produits alimentaires pendant que vous faites vos courses au Pall Center.

# WELCOME_PAGE_1_TITLE
source: Welcome to Goodness Groceries!
fr: Bienvenue dans Goodness Groceries !

# WELCOME_PAGE_3_TEXT
source: Continue to personalise your App experience
fr: Continuer pour personnaliser votre expérience

# WELCOME_PAGE_3_TITLE
source: The four sustainability themes
fr: Les 4 thèmes de la durabilité

# WELCOME_PAGE_4_TITLE
source: What is closest to your heart when grocery shopping? (choose up to 4)
fr: Qu’est-ce qui vous tient le plus à cœur lors de vos courses ? (sélectionnez jusqu'à 4)

# WELCOME_PAGE_5_TITLE
source: What categories of products do you tend to buy? (choose up to 4)
fr: Quels catégories de produits avez-vous tendance à acheter ? (sélectionnez jusqu'à 4)

# WELCOME_PAGE_6_TEXT
source: Use your smartphone while you shop to scan the QR codes on a selection of products.
fr: Utilisez votre smartphone pendant que vous faites vos courses pour scanner les codes QR sur une sélection de produits.

# WELCOME_PAGE_6_TITLE
source: Scan a product
fr: Scannez un produit

# WELCOME_PAGE_7_TEXT
source: Each product is presented with its relevant sustainability indicators. Read more about each indicator by clicking on them, and make your purchases based on the information available.
fr: Chaque produit est présenté avec les indicateurs de durabilité qui lui sont attribués. Lisez plus sur chaque indicateur en cliquant dessus, et effectuez vos achats en fonction des informations disponibles.

# WELCOME_PAGE_7_TEXT2
source: I have completed the two registration steps.
fr: J'ai terminé les deux étapes d'inscription.

# WELCOME_PAGE_7_TITLE
source: See the indicators that matter to you
fr: Consultez les indicateurs qui comptent pour vous

# WELCOME_PAGE_NOTIFICATIONS_TEXT_1
source: Please authorise notifications from Goodness Groceries in order to be informed once your account will have been verified, and to receive feedback forms regarding products and the App.
fr: Veuillez autoriser les notifications de Goodness Groceries, pour être informé·e que votre compte a été vérifié, et pour recevoir des notifications pour commenter les produits que vous avez achetés, ainsi que des messages concernant l'étude et l'application.

# WELCOME_PAGE_NOTIFICATIONS_TEXT_2
source: Your feedback allows the research team to understand your food choices and to find out how grocery shopping can be made more sustainable. As this is a pilot app, we also need your feedback to improve the app in the future.
fr: Vos commentaires permettent à l’équipe de recherche de comprendre vos choix de produits alimentaires et de détecter des pistes vers des achats plus durables. Vu qu’il s’agit d’un projet pilote, nous avons également besoin de vos commentaires pour améliorer l’application dans le futur.

# WRONG_FORMAT_ALERT_TEXT
source: The client ID must have exactly 13 digits!
fr: L'identifiant doit avoir exactement 13 chiffres !

# WRONG_FORMAT_ALERT_TITLE
source: Incorrect format
fr: Format incorrect

# TYPE_COFFEE
source: Coffee
fr: Café

# TYPE_HONEY
source: Honey
fr: Miel

# TYPE_FLOUR
source: Flour
fr: Farine

# TYPE_CHOCOSPREAD
source: Chocolate Spread
fr: Pâte à tartiner

# TYPE_JAM
source: Jam
fr: Confiture

# TYPE_YOGURT
source: Yogurt
fr: Yaourt

# TYPE_MILK
source: Milk
fr: Lait

# TYPE_EGG
source: Eggs
fr: Oeufs

# TYPE_PASTA
source: Pasta
fr: Pâtes

# TYPE_POTATOES
source: Potatoes
fr: Pommes de terre

# TYPE_APPLEJUICE
source: Apple Juice
fr: Jus de pomme

# TYPE_HAM
source: Ham
fr: Jambon

source: Product
fr: Produit

source: Products
fr: Produits

# PRODUCT_CATEGORIES
source: Categories
fr: Catégories

# PRODUCT_CATEGORY_IMPORTED_CONVENTIONAL
source: Imported conventional
fr: Importé conventionnel

# PRODUCT_CATEGORY_IMPORTED_ORGANIC
source: Imported organic
fr: Importé biologique

# PRODUCT_CATEGORY_LOCAL_CONVENTIONAL
source: Local conventional
fr: Local conventionnel

# PRODUCT_CATEGORY_LOCAL_ORGANIC
source: Local organic
fr: Local biologique

# PRODUCT_CATEGORY_IMPORTED_DESC
source: 'Imported products' have entirely been produced or processed outside of Luxembourg. They travel by air, sea or land to Luxembourg's wholesale and retail markets. The distance travelled is referred to as 'food miles'.
fr: Les « produits importés » ont été entièrement produits ou transformés en dehors du Luxembourg. Ils voyagent par voie aérienne, maritime ou terrestre vers les marchés de gros et de détail luxembourgeois. La distance parcourue est appelée « kilomètres-assiette ».

# PRODUCT_CATEGORY_CONVENTIONAL_DESC
source: 'Conventional products' are produced, distributed and marketed according to any other criteria than the ones of organic methods, following general standards laid out by EU and the producing country’s legislation. They may have additional criteria defined in specific programmes and labels.
fr: Les « produits conventionnels » sont produits, distribués et commercialisés selon des critères autres que ceux de la certification biologique. Ils sont conformes aux normes générales, établies par l'UE et la législation du pays producteur et peuvent avoir des critères supplémentaires, définis dans des programmes et des labels spécifiques.

# PRODUCT_CATEGORY_LOCAL_DESC
source: 'Local products' are produced or processed in Luxembourg. They can be made from nationally produced ingredients, imported ones or from a mixture of both.
fr: Les « produits locaux » ont été produits ou transformés au Luxembourg. Ils peuvent être fabriqués à partir d'ingrédients issus de la production nationale, d’ingrédients importés ou d’un mélange des deux.

# PRODUCT_CATEGORY_ORGANIC_DESC
source: 'Organic products' are produced, distributed and marketed according to the criteria of public organic certification, and must comply at least with the legislation of the importing country defining the use of pesticides and fertilisers, animal welfare standards, considerations for biodiversity, etc. Some products may have voluntarily additional criteria defined by private organic certifications.
fr: Les « produits biologiques » sont produits, distribués et commercialisés selon les critères de la certification biologique publique. Ils doivent respecter au moins la législation biologique de l'UE définissant l'utilisation des pesticides et des engrais, les normes de bien-être animal, les considérations pour la biodiversité, etc. Certains produits peuvent avoir des critères supplémentaires volontaires, définis par des certifications biologiques privées.

# ALL_CAT
source: All categories
fr: Toutes les categories

# ALL_IND
source: All categories
fr: Tous les categories

# NOTIFICATION_ACCOUNT_AUTHENTICATED_BODY
source: Your account has been validated and you are now participating in the Goodness Groceries study.
fr: Votre compte a été validé et vous participez maintenant à l'étude Goodness Groceries.

# NOTIFICATION_ACCOUNT_AUTHENTICATED_TITLE
source: Congratulations!
fr: Félicitations !

# NOTIFICATION_ACCOUNT_ARCHIVED_BODY
source: Your account has been archived, you can uninstall the app.
fr: Votre compte à été archivé, vous pouvez supprimer l'application.

# NOTIFICATION_ACCOUNT_ARCHIVED_TITLE
source: Account archived
fr: Compte archivé

# NOTIFICATION_ACCOUNT_DELETED_BODY
source: Your account has been deleted, you can uninstall the app.
fr: Votre compte à été effacé, vous pouvez supprimer l'application.

# NOTIFICATION_ACCOUNT_DELETED_TITLE
source: Account deleted
fr: Compte effacé

# NOTIFICATION_REVIEW_PRODUCTS_BODY
source: Take our short survey.
fr: Répondez à notre enquête rapide.

# NOTIFICATION_REVIEW_PRODUCTS_TITLE
source: Product feedback
fr: Commentaires sur les produits

# NOTIFICATION_ACCOUNT_PHASE2_TITLE
source: Next Steps!
fr: Prochaines étapes !

# NOTIFICATION_ACCOUNT_PHASE2_BODY
source: You can now use Goodness Groceries to scan items while you shop.
fr: Vous pouvez maintenant utiliser Goodness Groceries pour scanner des articles pendant vos achats.

source: Indicators
fr: Indicateurs

# IND_ANIMAL_NAME
source: Animal welfare
fr: Bien-être animal

# IND_ANIMAL_DESCRIPTION
source: The physical and psychological well-being of animals is monitored so that they may live in their species-specific way and be healthy, comfortable, safe, well-nourished, and exist without fear or suffering. This includes housing, rearing, transport, feed, and slaughter.
fr: Le bien-être physique et psychologique des animaux est surveillé afin qu'ils puissent vivre de manière appropriée à leur espèce et être en bonne santé, confortables, en sécurité, bien nourris et exister sans peur ni souffrance. Cela comprend l'élevage, le transport, l'alimentation et l'abattage.

# IND_BIODIV_NAME
source: Biodiversity
fr: Biodiversité

# IND_BIODIV_DESCRIPTION
source: Plants, animals and microorganisms in nature must exist in the greatest possible diversity, and have wide genetic variety within the various species to guarantee life in the long-term. In food production, the conservation and improvement of ecosystems is prioritised. Ancient varieties and breeds are reintroduced and the dominance of a limited number of varieties is avoided. The biodiversity of the surrounding natural landscape is conserved as much as possible.
fr: Les plantes, les animaux et les micro-organismes dans la nature doivent exister dans la plus grande diversité possible et avoir une large variété génétique au sein des différentes espèces pour garantir la vie à long terme. Dans la production alimentaire, la conservation et l'amélioration des écosystèmes sont une priorité. Les variétés et races anciennes sont réintroduites et la domination d'un nombre limité de variétés est évitée. La biodiversité du paysage naturel est conservée autant que possible.

# IND_CAT_ECONOMIC_NAME
source: Economic well-being
fr: Bien-être économique

# IND_CAT_ECONOMIC_DESCRIPTION
source: All workers in the food sector have present and future financial security. Society prospers through their food production activities, building both financial and social gains. More local, circular and solidarity-based food production is fostered.
fr: Tout travailleur du secteur alimentaire a une sécurité financière actuelle et future. La société dans son ensemble prospère à travers leurs activités de production alimentaire, générant des gains financiers et sociaux. Une production alimentaire plus locale, circulaire et solidaire est encouragée.

# IND_CAT_ENVIRONMENT_NAME
source: Environment
fr: Environnement

# IND_CAT_ENVIRONMENT_DESCRIPTION
source: Efforts are made, during the various phases of production, processing and consumption of food, to minimise negative impacts on nature and even create positive side effects. This makes our food system more ecologically sustainable.
fr: Tout au cours des différentes phases de production, de transformation et de consommation des aliments, des efforts sont faits pour minimiser les impacts négatifs sur l’environnement, voire pour créer des effets secondaires positifs. Cela rend notre système alimentaire plus durable sur le plan écologique.

# IND_CAT_GOVERNANCE_NAME
source: Good governance
fr: Bonne gouvernance

# IND_CAT_GOVERNANCE_DESCRIPTION
source: The way companies conduct business, manage their resources and assets, and shape their decision-making aims at increasing sustainability. Product information is transparent and accessible. Companies use participatory approaches and can be held accountable for their claims.
fr: La façon dont les entreprises mènent leurs activités, gèrent leurs ressources et leurs actifs, et organisent leurs processus de décision a le but d’augmenter la durabilité. Toutes les informations sur les produits sont transparentes et accessibles. Les entreprises utilisent des approches participatives et peuvent être tenues responsables de leurs déclarations.

# IND_CAT_SOCIAL_NAME
source: Social well-being
fr: Bien-être social

# IND_CAT_SOCIAL_DESCRIPTION
source: Every human being is able to fulfil their basic human needs, and has the right and freedom to pursue their aspirations for a better life, without compromising the ability of others and of future generations to do the same.
fr: Chaque être humain est capable de satisfaire ses besoins humains fondamentaux et a le droit et la liberté de poursuivre ses aspirations à une vie meilleure, sans compromettre la capacité des autres et des générations futures à en faire de même.

# IND_DECENT_NAME
source: Decent Livelihoods
fr: Conditions de vie décentes

# IND_DECENT_DESCRIPTION
source: People gaining their living by producing food are empowered to build safe, decent and resilient standards of living by increasing their assets, capabilities and activities. Ideally, the quality of their lives, and their families’ lives, both current and future, can be improved.
fr: Les personnes qui gagnent leur vie en produisant de la nourriture sont habilitées à établir des niveaux de vie sûrs, décents et résilients en augmentant leurs atouts, leurs capacités et leurs activités. Idéalement, la qualité de leur vie et celle de leur famille, tant actuelle que future, peut être améliorée.

# IND_EQUITY_NAME
source: Social equity
fr: Egalité sociale

# IND_EQUITY_DESCRIPTION
source: All people working in the food system are treated equally and without discrimination, regardless of gender, ethnic origin, age, religion, potential disabilities etc. All people are given equal opportunity to enter into food production, and are not excluded for any discriminatory reasons.
fr: Toutes les personnes travaillant dans le système alimentaire sont traitées sur un pied d'égalité et sans discrimination, quels que soient leur sexe, leur origine ethnique, leur âge, leur religion, leurs handicaps potentiels, etc. Toutes les personnes ont des chances égales d'entrer dans la production alimentaire et ne sont pas exclues pour des raisons discriminatoires.

# IND_FAIR_NAME
source: Fair trade practices
fr: Pratiques de commerce équitables

# IND_FAIR_DESCRIPTION
source: Producers are fairly remunerated. They are paid a price that is stable, equitably negotiated and based on true costs, with long-term agreements that provide planning security. Producers are not forced – by any reason – to sell their products below value. This applies especially, but not exclusively, to smallholders in marginal regions or those submitted to highly volatile world market prices.
fr: Les producteurs sont rémunérés de façon équitable. Ils sont payés à un prix stable, équitablement négocié et basé sur des coûts réels, avec des contrats à long terme leur permettant de planifier leur futur de manière fiable et prospective. Les producteurs ne sont pas contraints – pour quelque raison que ce soit – de vendre leurs produits en-dessous de leur valeur. Cela s'applique en particulier, mais pas exclusivement, aux petits exploitants des régions marginales ou à ceux soumis à des prix du marché mondial très volatils.

# IND_FLORA_NAME
source: Health of Flora and Fauna
fr: Santé de la flore et de la faune

# IND_FLORA_DESCRIPTION
source: Plant pests and diseases are managed and controlled through the use of more natural methods (enhancing beneficial biota, maximising beneficial insects, recycling nutrients, or minimising disturbance to soil). Livestock is protected against diseases, ideally without excessive use of antibiotics and other drugs (as they can cause resistances, contaminate waters and diminish natural microorganism presence).
fr: Les ravageurs et les maladies des plantes sont gérés et contrôlés par des méthodes plus naturelles (amélioration du biote bénéfique, maximisation des insectes bénéfiques, recyclage des nutriments ou minimisation des perturbations du sol). Le bétail est protégé contre les maladies, idéalement sans utilisation excessive d'antibiotiques et d'autres médicaments (car ils peuvent provoquer des résistances, contaminer les eaux et diminuer la présence naturelle de micro-organismes).

# IND_FOOD_NAME
source: Food miles
fr: Distance de transport

# IND_FOOD_DESCRIPTION
source: The carbon footprint of a product’s transportation is measured by the distance between the places where food is produced and processed, and the place where it is eaten.
fr: L’empreinte carbone du transport d’un produit est mesurée par la distance entre les lieux où les aliments sont produits et transformés, et le lieu où ils sont consommés.

# IND_LABOUR_NAME
source: Labour rights
fr: Conditions de travail
